<html><p><strong><em>A.C&Aacute;C NƯỚC Đ&Ocirc;NG NAM &Aacute;.</em></strong></p>
<p><strong><em>I.SỰ TH&Agrave;NH LẬP C&Aacute;C QUỐC GIA ĐỘC LẬP Ở Đ&Ocirc;NG NAM &Aacute; SAU CHIẾN TRANH THẾ GIỚI THỨ HAI.</em></strong></p>
<p><strong><em>1.V&agrave;i n&eacute;t chung về qu&aacute; tr&igrave;nh đấu tranh gi&agrave;nh độc lập.</em></strong></p>
<p>Diện t&iacute;ch:4,5 triệu km2. d&acirc;n số: 536 triệu người<strong><em>,</em></strong>&nbsp;gồm 11 nước</p>
<p>Trước Thế chiến II, Đ&ocirc;ng Nam &Aacute; l&agrave; thuộc địa của c&aacute;c đế quốc &Acirc;u - Mỹ, sau đ&oacute; l&agrave; Nhật Bản (trừ Th&aacute;i Lan).</p>
<p>Trong thế chiến II bị Nhật chiếm đ&oacute;ng.</p>
<p>Sau khi Nhật đầu h&agrave;ng 1945, c&aacute;c nước Đ&ocirc;ng Nam &Aacute; đ&atilde; đứng l&ecirc;n đấu tranh gi&agrave;nh độc lập.</p>
<p>Việt Nam: C&aacute;ch mạng th&agrave;ng T&aacute;m th&agrave;nh c&ocirc;ng, tuy&ecirc;n bố độc lập 2-9-1945. In-đ&ocirc;-n&ecirc;-xi-a độc lập 17/08/1945. L&agrave;o 8/1945 nh&acirc;n d&acirc;n L&agrave;o nổi dậy,<strong>12/10/1945&nbsp;</strong>tuy&ecirc;n bố độc lập. Miến Điện,M&atilde; lai, Phi l&iacute;p pin giải ph&oacute;ng phần lớn l&atilde;nh thổ.</p>
<p>Sau khi gi&agrave;nh được độc lập, c&aacute;c nước ra sức ph&aacute;t triển kinh tế, x&atilde; hội. Một số nước đi theo con đường TBCN, một số đi theo con đường XHCN, nhiều nước đạt th&agrave;nh tựu cao về kinh tế như Th&aacute;i Lan, M&atilde; lai. Đặc biệt Xigapore được xem l&agrave; con rồng nhỏ của Ch&acirc;u &Aacute;.</p>
<p><strong><em>2. L&agrave;o (1945 &ndash; 1975)</em></strong></p>
<p><strong><em>a. 1945 &ndash; 1954: Kh&aacute;ng chiến chống Ph&aacute;p.</em></strong></p>
<p>Th&aacute;ng 8/1945, thừa cơ Nhật đầu h&agrave;ng Đồng minh, nh&acirc;n d&acirc;n L&agrave;o nổi dậy v&agrave; th&agrave;nh lập ch&iacute;nh quyền c&aacute;ch mạng. Ng&agrave;y 12/10/1945, ch&iacute;nh phủ L&agrave;o ra mắt quốc d&acirc;n v&agrave; tuy&ecirc;n bố độc lập.</p>
<p>Th&aacute;ng 3/1946 Ph&aacute;p trở lại x&acirc;m lược, nh&acirc;n d&acirc;n L&agrave;o kh&aacute;ng chiến bảo vệ nền độc lập. Dưới sự l&atilde;nh đạo của Đảng Cộng sản Đ&ocirc;ng Dương v&agrave; sự gi&uacute;p đỡ của qu&acirc;n t&igrave;nh nguyện Việt Nam, cuộc kh&aacute;ng chiến chống Ph&aacute;p ở L&agrave;o ng&agrave;y c&agrave;ng ph&aacute;t triển.</p>
<p>Sau chiến thắng Điện Bi&ecirc;n Phủ (Việt Nam), buộc Ph&aacute;p k&yacute; Hiệp định Giơnevơ (20/7/1954) thừa nhận độc lập, chủ quyền v&agrave; to&agrave;n vẹn l&atilde;nh thổ của L&agrave;o, c&ocirc;ng nhận địa vị hợp ph&aacute;p của c&aacute;c lực lượng kh&aacute;ng chiến L&agrave;o.</p>
<p><strong><em>b. 1954 &ndash; 1975: Kh&aacute;ng chiến chống Mỹ.</em></strong></p>
<p>Năm 1954, Mỹ x&acirc;m lược L&agrave;o. Đảng Nh&acirc;n d&acirc;n c&aacute;ch mạng L&agrave;o (th&agrave;nh lập ng&agrave;y 22/3/1955) l&atilde;nh đạo cuộc kh&aacute;ng chiến chống Mỹ tr&ecirc;n cả ba mặt trận: qu&acirc;n sự - ch&iacute;nh trị - ngoại giao, gi&agrave;nh nhiều thắng lợi.</p>
<p>Nh&acirc;n d&acirc;n L&agrave;o đ&aacute;nh bại c&aacute;c kế hoạch chiến tranh của Mỹ,giải ph&oacute;ng được 4/5 diện t&iacute;ch l&atilde;nh thổ.</p>
<p>Th&aacute;ng 02/1973, c&aacute;c b&ecirc;n ở L&agrave;o k&yacute; Hiệp định Vi&ecirc;ng Chăn (Vientian) lập lại h&ograve;a b&igrave;nh, thực hiện h&ograve;a hợp d&acirc;n tộc ở L&agrave;o.</p>
<p>Thắng lợi của c&aacute;ch mạng Việt Nam 1975 tạo điều kiện thuận lợi cho nh&acirc;n d&acirc;n L&agrave;o nổi dậy gi&agrave;nh ch&iacute;nh quyền trong cả nước.</p>
<p>Ng&agrave;y 2/12/1975 nước Cộng h&ograve;a d&acirc;n chủ nh&acirc;n d&acirc;n L&agrave;o th&agrave;nh lập. L&agrave;o bước v&agrave;o thời kỳ mới: x&acirc;y dựng đất nước v&agrave; ph&aacute;t triển kinh tế-x&atilde; hội.</p>
<p>Hiện nay x&acirc;y dựng đất nước v&agrave; ph&aacute;t triển kinh tế - x&atilde; hội.</p>
<p><strong><em>3. Campuchia (1945-1993)</em></strong></p>
<p><strong><em>a. 1945 &ndash; 1954: Kh&aacute;ng chiến chống Ph&aacute;p</em></strong></p>
<p>Th&aacute;ng 10/1945, Ph&aacute;p trở lại x&acirc;m lược Campuchia. Dưới sự l&atilde;nh đạo của Đảng Cộng sản Đ&ocirc;ng Dương (từ 1951 l&agrave; Đảng Nh&acirc;n d&acirc;n c&aacute;ch mạng Campuchia), nh&acirc;n d&acirc;n Campuchia tiến h&agrave;nh kh&aacute;ng chiến chống Ph&aacute;p.</p>
<p>Ng&agrave;y 9/11/1953, do sự vận động ngoại giao của vua Xihanuc, Ph&aacute;p k&yacute; Hiệp ước &rdquo;trao trả độc lập cho Campuchia &rdquo;nhưng vẫn chiếm đ&oacute;ng.</p>
<p>Sau thất bại ở Điện Bi&ecirc;n Phủ, Ph&aacute;p k&yacute; Hiệp định Giơnevơ 1954 c&ocirc;ng nhận độc lập, chủ quyền v&agrave; to&agrave;n vẹn l&atilde;nh thổ Campuchia.</p>
<p><strong><em>b. Từ 1954 &ndash; 1975</em></strong><strong>:</strong></p>
<p>+1954 &ndash; 1970: Ch&iacute;nh phủ Xihanuc thực hiện đường lối h&ograve;a b&igrave;nh, trung lập để x&acirc;y dựng đất nước.</p>
<p>+ Ng&agrave;y 18/3/1970, tay sai Mỹ đảo ch&iacute;nh lật đổ Xihanuc. Cuộc kh&aacute;ng chiến chống Mỹ v&agrave; tay sai của nh&acirc;n d&acirc;n Campuchia, với sự gi&uacute;p đỡ của qu&acirc;n t&igrave;nh nguyện Việt Nam đ&atilde; gi&agrave;nh thắng lợi.</p>
<p>+ Ng&agrave;y&nbsp;<strong>17/4/1975,</strong>&nbsp;thủ đ&ocirc; Phn&ocirc;m P&ecirc;nh được giải ph&oacute;ng, kết th&uacute;c thắng lợi cuộc kh&aacute;ng chiến chống Mỹ.</p>
<p><strong><em>c. 1975 &ndash; 1979: Nội chiến chống Khơ-me đỏ</em></strong></p>
<p>Tập đo&agrave;n Khơ-me đỏ do P&ocirc;n-Pốt cầm đầu đ&atilde; phản bội c&aacute;ch mạng, thi h&agrave;nh ch&iacute;nh s&aacute;ch diệt chủng v&agrave; g&acirc;y chiến tranh bi&ecirc;n giới T&acirc;y Nam Việt Nam.</p>
<p>Ng&agrave;y 7/1/1979, thủ đ&ocirc; Phn&ocirc;m P&ecirc;nh được giải ph&oacute;ng, Campuchia bước v&agrave;o thời kỳ hồi sinh, x&acirc;y dựng lại đất nước.</p>
<p><strong><em>d. 1979 đến nay: Thời kỳ hồi sinh v&agrave; x&acirc;y dựng đất nước:</em></strong></p>
<p>Từ 1979, nội chiến tiếp tục diễn ra, k&eacute;o d&agrave;i hơn một thập ni&ecirc;n.</p>
<p>Được sự gi&uacute;p đỡ của cộng đồng quốc tế, c&aacute;c b&ecirc;n Campuchia đ&atilde; thỏa thuận h&ograve;a giải v&agrave; h&ograve;a hợp d&acirc;n tộc.</p>
<p>Ng&agrave;y 23/10/1991, Hiệp định h&ograve;a b&igrave;nh về Campuchia được k&yacute; kết.</p>
<p>Sau cuộc tổng tuyển cử th&aacute;ng 9/1993, Quốc hội mới đ&atilde; th&ocirc;ng qua Hiến ph&aacute;p, th&agrave;nh lập Vương quốc Campuchia do N.Xi -ha -n&uacute;c (Sihanouk) l&agrave;m quốc vương. Campuchia bước sang thời kỳ ph&aacute;t triển mới.</p>
<p>Th&aacute;ng 10-1994 vua N. Xi-ha-n&uacute;c tho&aacute;i vị,ho&agrave;ng tử Xi-ha-m&ocirc;-ni kế vị.</p>
<p><strong><em>II. QU&Aacute; TR&Igrave;NH X&Acirc;Y DỰNG V&Agrave; PH&Aacute;T TRIỂN CỦA C&Aacute;C NƯỚC Đ&Ocirc;NG NAM &Aacute;</em></strong></p>
<p><strong><em>1. Nh&oacute;m 5 nước s&aacute;ng lập ASEAN:In đ&ocirc; n&ecirc; xi a, Ma lai xi a, Phi lip pin, Xin ga po, Thai Lan</em></strong></p>
<p><strong><em>* Những năm 1945 &ndash; 1960:</em></strong></p>
<p>+ Đều tiến h&agrave;nh c&ocirc;ng nghiệp h&oacute;a thay thế nhập khẩu (chiến lược kinh tế hướng nội) nhằm x&oacute;a bỏ ngh&egrave;o n&agrave;n, lạc hậu, x&acirc;y dựng nền kinh tế tự chủ. Nội dung chủ yếu l&agrave; đẩy mạnh ph&aacute;t triển c&ocirc;ng nghiệp sản xuất h&agrave;ng ti&ecirc;u d&ugrave;ng nội địa thay thế h&agrave;ng nhập khẩu&hellip;.Chiến lược n&agrave;y đạt một số th&agrave;nh tựu nhưng cũng bộc lộ nhiều hạn chế, đời sống người d&acirc;n c&ograve;n kh&oacute; khăn..</p>
<p>+ Th&agrave;nh tựu: đ&aacute;p ứng một số nhu cầu của nh&acirc;n d&acirc;n, giải quyết nạn thất nghiệp, ph&aacute;t triển một số ng&agrave;nh chế biến, chế tạo &hellip;</p>
<p>+ Hạn chế: thiếu vốn, nguy&ecirc;n liệu, c&ocirc;ng nghệ, chi ph&iacute; cao, tham nhũng, đời sống c&ograve;n kh&oacute; khăn, chưa giải quyết được quan hệ giữa tăng trưởng với c&ocirc;ng bằng x&atilde; hội.</p>
<p><strong><em>* Từ những năm 60 &ndash; 70 trở đi</em></strong>,:</p>
<p>+ Chuyển sang chiến lược&nbsp;<strong><em>c&ocirc;ng nghiệp h&oacute;a lấy xuất khẩu l&agrave;m chủ đạo&nbsp;</em></strong>(<strong><em>chiến lược kinh tế hướng ngoại),</em></strong>&nbsp;mở cửa kinh tế, thu h&uacute;t vốn đầu tư v&agrave; kỹ thuật của nước ngo&agrave;i, tập trung sản xuất h&agrave;ng xuất khẩu, ph&aacute;t triển ngoại thương.</p>
<p>+Kết quả: bộ mặt kinh tế &ndash; x&atilde; hội c&aacute;c nước n&agrave;y c&oacute; sự biến đổi lớn:</p>
<p>- Tỷ trọng c&ocirc;ng nghiệp cao hơn n&ocirc;ng nghiệp (trong nền kinh tế quốc d&acirc;n); mậu dịch đối ngoại tăng trưởng nhanh</p>
<p>- Năm 1980, tổng kim ngạch xuất khẩu đạt 130 tỉ USD, chiếm 14% tổng kim ngạch ngoại thương của c&aacute;c quốc gia v&agrave; khu vực đang ph&aacute;t triển.</p>
<p>- Tốc độ tăng trưởng kinh tế kh&aacute; cao: Th&aacute;i Lan 7% (1985 &ndash; 1995), Singapore<em>&nbsp;12% (1968 &ndash; 1973)&hellip;đứng đầu 4 con rồng nhỏ Ch&acirc;u &Aacute;.</em></p>
<p><strong><em>+ Hạn chế</em></strong><em>:</em>&nbsp;phụ thuộc v&agrave;o vốn v&agrave; thị trường b&ecirc;n ngo&agrave;i, đầu tư bất hợp l&yacute; &hellip;</p>
<p><strong><em>III. SỰ RA ĐỜI V&Agrave; PH&Aacute;T TRIỂN CỦA TỔ CHỨC ASEAN.</em></strong></p>
<p><strong><em>1. Bối cảnh th&agrave;nh lập:</em></strong></p>
<p>Bước v&agrave;o thập ni&ecirc;n 60, c&aacute;c nước cần li&ecirc;n kết, hỗ trợ nhau để c&ugrave;ng ph&aacute;t triển.</p>
<p>Hạn chế ảnh hưởng của c&aacute;c cường quốc b&ecirc;n ngo&agrave;i. Đối ph&oacute; với chiến tranh Đ&ocirc;ng Dương.</p>
<p>Sự li&ecirc;n kết giữa c&aacute;c nước trong khu vực đang được h&igrave;nh th&agrave;nh ở nhiều nơi. Sự th&agrave;nh c&ocirc;ng của khối thị trường chung Ch&acirc;u &Acirc;u</p>
<p>- Ng&agrave;y 8/8/1967, Hiệp hội c&aacute;c nước Đ&ocirc;ng Nam &Aacute; (ASEAN) được th&agrave;nh lập tại Bangkok (Th&aacute;i Lan), gồm 5 nước: Indonesia, Malaysia, Singapore, Philippine v&agrave; Th&aacute;i Lan. Trụ sở ở Jakarta (Indonesia). - ASEAN l&agrave; 1 tổ chức li&ecirc;n minh ch&iacute;nh trị &ndash; kinh tế của khu vực.</p>
<p>- Hiện nay ASEAN c&oacute; 10 nước: Brunei (1984), Việt Nam (28.07.1995), L&agrave;o v&agrave; Mianma (07.1997), Campuchia (30.04.1999).</p>
<p><strong><em>2. Hoạt động:</em></strong></p>
<p>- Từ 1967 &ndash; 1975: tổ chức non trẻ, hợp t&aacute;c lỏng lẻo, chưa c&oacute; vị tr&iacute; tr&ecirc;n trường quốc tế.</p>
<p>- Từ 1976 đến nay: hoạt động khởi sắc từ sau Hội nghị Bali (Indonesia) th&aacute;ng 2/1976, với việc k&yacute; Hiệp ước hữu nghị v&agrave; hợp t&aacute;c Đ&ocirc;ng Nam &Aacute; (Hiệp ước Bali)<em>.</em></p>
<p><strong><em>- Mục ti&ecirc;u:&nbsp;</em></strong><em>+ T&ocirc;n trọng chủ quyền v&agrave; to&agrave;n vẹn l&atilde;nh thổ; kh&ocirc;ng can thiệp v&agrave;o c&ocirc;ng việc nội bộ của nhau;</em></p>
<p><em>+ Kh&ocirc;ng sử dụng hoặc đe dọa sử dụng vũ lực với nhau.</em></p>
<p><em>+ Giải quyết c&aacute;c tranh chấp bằng phương ph&aacute;p h&ograve;a b&igrave;nh.</em></p>
<p><em>+ Hợp t&aacute;c ph&aacute;t triển c&oacute; hiệu quả trong c&aacute;c lĩnh vực kinh tế, văn h&oacute;a, x&atilde; hội.</em></p>
<p>- Sau 1975, ASEAN cải thiện quan hệ với Đ&ocirc;ng Dương,</p>
<p>- Tuy nhi&ecirc;n, từ 1979 &ndash; 1989, quan hệ giữa hai nh&oacute;m nước trở n&ecirc;n căng thẳng do vấn đề Campuchia.</p>
<p>- Đến 1989, hai b&ecirc;n bắt đầu qu&aacute; tr&igrave;nh đối thoại, t&igrave;nh h&igrave;nh ch&iacute;nh trị khu vực cải thiện căn bản. Thời kỳ n&agrave;y kinh tế ASEAN tăng trưởng mạnh.</p>
<p>- Sau khi ph&aacute;t triển th&agrave;nh 10 th&agrave;nh vi&ecirc;n (1999), ASEAN đẩy mạnh hoạt động hợp t&aacute;c kinh tế, x&acirc;y dựng Đ&ocirc;ng Nam &Aacute; th&agrave;nh khu vực h&ograve;a b&igrave;nh, ổn định để c&ugrave;ng ph&aacute;t triển.&nbsp;<em>Năm 1992, lập khu vực mậu dịch tự do Đ&ocirc;ng nam &Aacute; (AFTA) rồi Diễn đ&agrave;n khu vực (ARF), Diễn đ&agrave;n hợp t&aacute;c &Aacute; &ndash; &Acirc;u (ASEM), c&oacute; sự tham gia của nhiều nước &Aacute; &ndash; &Acirc;u.</em></p>
<p><strong><em>3.Cơ hội v&agrave; th&aacute;ch thức đối với Việt Nam khi gia nhập tổ chức n&agrave;y.</em></strong></p>
<p><strong><em>a.Cơ hội:</em></strong></p>
<p><em>-<strong>&nbsp;</strong>Nền kinh t&ecirc; Việt Nam được hội nhập với nền kinh tế c&aacute;c nước trong khu vực, đ&oacute; l&agrave; cơ hội để nước ta vươn ra thế giới.</em></p>
<p><em>-Tạo điều kiện để nền kinh tế Việt Nam c&oacute; thể r&uacute;t ngắn khoảng c&aacute;ch ph&aacute;t triển giữa nước ta với c&aacute;c nước trong khu vực.</em></p>
<p><em>-C&oacute; điều kiện để tiếp thu những th&agrave;nh tựu khoa học- kĩ thuật ti&ecirc;n tến tr&ecirc;n thế giới để ph&aacute;t triển kinh tế.</em></p>
<p><em>-C&oacute; điều kiện để tiếp thu, học hỏi tr&igrave;nh độ quản l&yacute; của c&aacute;c nước trong khu vực.</em></p>
<p><em>-C&oacute; điều kiện để giao lưu về văn h&oacute;a, gi&aacute;o dục, khoa học- kĩ thuật, y tế, thể thao với c&aacute;c nước trong khu vực.</em></p>
<p><strong><em>b.Th&aacute;ch thức.</em></strong></p>
<p><em>-Nếu kh&ocirc;ng tận dụng được cơ hội để ph&aacute;t triển, th&igrave; nền kinh nước ta sẽ c&oacute; nguy cơ tụt hậu hơn so với c&aacute;c nước trong khu vực.</em></p>
<p><em>-Đ&oacute; l&agrave; sự cạnh tranh quyết liệt giữa c&aacute;c nước.</em></p>
<p><em>-Hội nhập nhưng dễ bị h&ograve;a tan, đ&aacute;nh mất bản sắc v&agrave; truyền thống văn h&oacute;a của d&acirc;n tộc.</em></p>
<p><strong><em>c.Th&aacute;i độ.</em></strong><em>&nbsp;B&igrave;nh tĩnh, kh&ocirc;ng bỏ lỡ cơ hội. Cần ra sức học tập nắm vững khoa học-kĩ thuật.</em></p></html>