<html><p><strong><em>B. ẤN ĐỘ</em></strong></p>
<p>Diện t&iacute;ch 3,3 triệu km2 ; d&acirc;n số 1 tỷ 50 triệu người (2002)</p>
<p>Sau Chiến tranh thế giới thứ hai, cuộc đấu tranh chống Anh đ&ograve;i độc lập của nh&acirc;n d&acirc;n Ấn Độ ph&aacute;t triển mạnh mẽ.</p>
<p><strong><em>1. Cuộc đấu tranh gi&agrave;nh độc lập.</em></strong></p>
<p>19/2/1946 hai vạn thuỷ binh Bom-bay khởi nghĩa đ&ograve;i độc lập d&acirc;n tộc, được sự hưởng ứng của c&aacute;c lực lượng d&acirc;n chủ.</p>
<p>Ng&agrave;y 22.02, ở Bom-bay, 20 vạn c&ocirc;ng nh&acirc;n, học sinh, sinh vi&ecirc;n b&atilde;i c&ocirc;ng, tuần h&agrave;nh, m&iacute;t-tinh chống Anh&hellip;l&ocirc;i k&eacute;o quần ch&uacute;ng nổi dậy ở Can-c&uacute;t-ta,Ma-đr&aacute;t, Ka &ndash;ra-si.</p>
<p>Ở n&ocirc;ng th&ocirc;n xung đột n&ocirc;ng d&acirc;n với địa chủ.</p>
<p>2/1947, 40 vạn c&ocirc;ng nh&acirc;n Calcutta b&atilde;i c&ocirc;ng.</p>
<p>Trước sức &eacute;p của phong tr&agrave;o, thực d&acirc;n Anh phải nhượng bộ, trao quyền tự trị cho Ấn Độ. Theo kế hoạch Mao-b&aacute;t-tơn, Ấn Độ được chia th&agrave;nh 2 nước: Ấn Độ (theo Ấn gi&aacute;o), Pakistan (Hồi gi&aacute;o).</p>
<p>Kh&ocirc;ng chấp nhậ quy chế tự trị, Đảng Quốc Đại l&atilde;nh đạo nh&acirc;n d&acirc;n Ấn Độ tiếp tục đấu tranh đ&ograve;i độc lập.<strong>&nbsp;26/01/1950</strong>, Ấn Độ tuy&ecirc;n bố độc lập v&agrave; th&agrave;nh lập nước cộng h&ograve;a..</p>
<ol start="2">
<li><em>&nbsp;<strong>X&acirc;y dựng đất nước: &nbsp;</strong></em><strong><em>a.&nbsp;&nbsp;&nbsp;&nbsp;Đối nội:</em></strong>&nbsp;đạt nhiều th&agrave;nh tựu:</li>
</ol>
<p><strong><em>- N&ocirc;ng nghiệp:</em></strong>&nbsp;nhờ cuộc &rdquo;c&aacute;ch mạng xanh &rdquo;trong n&ocirc;ng nghiệp từ giữa những năm 70, Ấn Độ đ&atilde; tự t&uacute;c được lương thực v&agrave; từ 1995 l&agrave; nước xuất khẩu gạo.</p>
<p><strong><em>- C&ocirc;ng nghiệp:</em></strong>&nbsp;ph&aacute;t triển mạnh c&ocirc;ng nghiệp nặng, chế tạo m&aacute;y, điện hạt nh&acirc;n..., đứng thứ 10 thế giới về c&ocirc;ng nghiệp.</p>
<p><strong><em>- Khoa học kỹ thuật, văn h&oacute;a - gi&aacute;o dục:</em></strong>&nbsp;cuộc &rdquo;c&aacute;ch mạng chất x&aacute;m &rdquo;đưa Ấn Độ th&agrave;nh cường quốc về c&ocirc;ng nghệ phần mềm, c&ocirc;ng nghệ hạt nh&acirc;n v&agrave; c&ocirc;ng nghệ vũ trụ&nbsp;<em>(1974: chế tạo th&agrave;nh c&ocirc;ng bom nguy&ecirc;n tử, 1975: ph&oacute;ng vệ tinh nh&acirc;n tạo&hellip;)</em></p>
<p><strong><em>b. Đối ngoại:</em></strong>&nbsp;lu&ocirc;n thực hiện ch&iacute;nh s&aacute;ch h&ograve;a b&igrave;nh trung lập t&iacute;ch cực, ủng hộ phong tr&agrave;o giải ph&oacute;ng d&acirc;n tộc thế giới.<em>Ng&agrave;y 07.01.1972, Ấn Độ thiết lập quan hệ với Việt Nam CDCH</em>.</p> </html>