<html><p><strong>I. M&acirc;u thuẫn Đ&ocirc;ng &ndash; T&acirc;y v&agrave; sự khởi đầu Chiến tranh lạnh</strong></p>
<p><em>* Nguồn gốc của m&acirc;u thuẫn Đ&ocirc;ng - T&acirc;y:</em></p>
<p>- Sự đối lập về mục ti&ecirc;u v&agrave; chiến lược giữa hai cường quốc Li&ecirc;n X&ocirc; &ndash; Mĩ sau chiến tranh: Li&ecirc;n X&ocirc; muốn duy tr&igrave; h&ograve;a b&igrave;nh, an ninh thế giới, gi&uacute;p đỡ c&aacute;c phong tr&agrave;o giải ph&oacute;ng d&acirc;n tộc, nhưng Mĩ lại chống ph&aacute; v&agrave; ngăn cản.</p>
<p>&nbsp;- Sự th&agrave;nh c&ocirc;ng v&agrave; lớn mạnh của c&aacute;ch mạng Trung Quốc, Việt Nam,&hellip; đ&atilde; h&igrave;nh th&agrave;nh hệ thống XHCN nối liền từ Đ&ocirc;ng &Acirc;u sang ch&acirc;u &Aacute; " khiến Mĩ lo ngại sự b&agrave;nh trướng của CNXH.</p>
<p>- Sau chiến tranh, Mĩ trở th&agrave;nh cường quốc về kinh tế, lại nắm độc quyền về bom nguy&ecirc;n tử " Mĩ muốn thực hiện tham vọng l&agrave;m b&aacute; chủ thế giới, nhưng lại bị Li&ecirc;n X&ocirc; cản đường.</p>
<p>&nbsp;<em>* Những sự kiện dẫn tới Chiến tranh lạnh:</em></p>
<table>
<tbody>
<tr>
<td width="299">
<p><strong>H&agrave;nh động của Mĩ&nbsp;</strong><strong>v&agrave; c&aacute;c nước TBCN</strong></p>
</td>
<td width="301">
<p><strong>Đối s&aacute;ch của Li&ecirc;n X&ocirc;&nbsp;</strong><strong>v&agrave; c&aacute;c nước XHCN</strong></p>
</td>
</tr>
<tr>
<td width="299">
<p>+ Ng&agrave;y 12/3/1947, Mĩ đưa ra Học thuyết Tơruman, mở đầu cho ch&iacute;nh s&aacute;ch chống Li&ecirc;n X&ocirc; v&agrave; c&aacute;c nước XHCN</p>
</td>
<td width="301">
<p>+ Li&ecirc;n X&ocirc; đẩy mạnh việc gi&uacute;p đỡ c&aacute;c nước Đ&ocirc;ng &Acirc;u, Trung Quốc,&hellip;kh&ocirc;i phục kinh tế v&agrave; x&acirc;y dựng chế độ mới - XHCN</p>
</td>
</tr>
<tr>
<td width="299">
<p>+ Th&aacute;ng 6/1947, Mĩ đưa ra Kế hoạch M&aacute;csan, viện trợ c&aacute;c nước T&acirc;y &Acirc;u 17 tỉ USD để kh&ocirc;i phục kinh tế sau chiến tranh, nhằm l&ocirc;i k&eacute;o họ về ph&iacute;a m&igrave;nh</p>
</td>
<td width="301">
<p>+ Th&aacute;ng 1/1949, Li&ecirc;n X&ocirc; v&agrave; c&aacute;c nước XHCN th&agrave;nh lập Hội đồng tương trợ kinh tế (SEV) để th&uacute;c đẩy sự hợp t&aacute;c v&agrave; gi&uacute;p đỡ lẫn nhau giữa c&aacute;c nước</p>
</td>
</tr>
<tr>
<td width="299">
<p>+ Năm 1949, Mĩ l&ocirc;i k&eacute;o 11 nước th&agrave;nh lập khối qu&acirc;n sự NATO nhằm chống lại Li&ecirc;n X&ocirc; v&agrave; c&aacute;c nước XHCN</p>
</td>
<td width="301">
<p>+ Th&aacute;ng 5/1955, Li&ecirc;n X&ocirc; v&agrave; c&aacute;c nước XHCN th&agrave;nh lập khối ch&iacute;nh trị - qu&acirc;n sự V&aacute;csava để tăng cường sự ph&ograve;ng thủ v&agrave; chống lại sự đe dọa của Mĩ, phương T&acirc;y</p>
</td>
</tr>
<tr>
<td colspan="2" width="600">
<p>" Sự ra đời của hai khối qu&acirc;n sự NATO v&agrave; V&aacute;c sava đ&atilde; x&aacute;c lập r&otilde; rệt cục diện hai phe, từ đ&oacute; Chiến tranh lạnh bao tr&ugrave;m khắp thế giới.</p>
</td>
</tr>
</tbody>
</table>
<p>&nbsp;</p></html>