 <html><p><em><strong><span style="text-decoration: underline;">I. SỰ RA ĐỜI V&Agrave; HOẠT ĐỘNG CỦA BA TỔ CHỨC C&Aacute;CH MẠNG.</span></strong></em></p>
<p><em><strong><span style="text-decoration: underline;">1. Hội Việt Nam c&aacute;ch mạng thanh ni&ecirc;n.</span></strong></em></p>
<p><em><strong>a. Sự th&agrave;nh lập :</strong></em></p>
<p>Năm 1924 tại Quảng Ch&acirc;u, Nguyễn Ai Quốc mở lớp huấn luyện, đ&agrave;o tạo thanh ni&ecirc;n th&agrave;nh c&aacute;c chiến sĩ c&aacute;ch mạng, b&iacute; mật đưa về nước &rdquo;truyền b&aacute; l&yacute; luận giải ph&oacute;ng d&acirc;n tộc v&agrave; tổ chức nh&acirc;n d&acirc;n &rdquo;, một số được gửi sang học tại trường Đại học phương Đ&ocirc;ng ở M&aacute;t xcơ va (Li&ecirc;n X&ocirc; ) v&agrave; trường Qu&acirc;n sự Ho&agrave;ng Phố (Trung Quốc).</p>
<p>Chọn một số thanh ni&ecirc;n trong T&acirc;m t&acirc;m x&atilde; lập ra Cộng sản đo&agrave;n. (2-1925)</p>
<p><strong>6/1925</strong>, lập<span class="apple-converted-space">&nbsp;</span><em><strong>Hội Việt Nam c&aacute;ch mạng thanh ni&ecirc;n</strong></em><span class="apple-converted-space"><strong><em>&nbsp;</em></strong></span>nhằm &nbsp;&rdquo;tổ chức v&agrave; l&atilde;nh đạo quần ch&uacute;ng đo&agrave;n kết, tranh đấu để đ&aacute;nh đổ đế quốc chủ nghĩa Ph&aacute;p v&agrave; tay sai để tự cứu lấy m&igrave;nh &rdquo;.</p>
<p>Cơ quan cao nhất l&agrave; Tổng bộ (Nguyễn &Aacute;i Quốc,Hồ T&ugrave;ng Mậu, L&ecirc; Hồng Sơn), đặt tại Quảng Ch&acirc;u -TQ</p>
<p><em><strong>b. Hoạt động:</strong></em></p>
<p>Cơ quan l&atilde;nh đạo cao nhất l&agrave; Tổng bộ. Trụ sở đặt tại Quảng Ch&acirc;u.</p>
<p>B&aacute;o Thanh ni&ecirc;n của Hội do Nguyễn Ai Quốc s&aacute;ng lập (21/6/1925).</p>
<p>T&aacute;c phẩm &nbsp;&rdquo;Đường K&aacute;ch mệnh &rdquo;(1927) đ&atilde; trang bị l&yacute; luận luận c&aacute;ch mạng giải ph&oacute;ng d&acirc;n tộc cho c&aacute;n bộ Hội nhằm tuy&ecirc;n truyền cho giai cấp c&ocirc;ng nh&acirc;n v&agrave; c&aacute;c tầng lớp nh&acirc;n d&acirc;n.</p>
<p>Năm 1927, Hội đ&atilde; x&acirc;y dựng cơ sở khắp cả nước: c&aacute;c kỳ bộ Trung, Bắc, Nam. Năm 1928 Hội c&oacute; gần 300 hội vi&ecirc;n, đến 1929 c&oacute; khoảng 1700 hội vi&ecirc;n v&agrave; c&oacute; cơ sở trong Việt kiều ở Xi&ecirc;m (Th&aacute;i Lan).</p>
<p>09/07/1925, Nguyễn &Aacute;i Quốc v&agrave; một số nh&agrave; y&ecirc;u nước Triều Ti&ecirc;n, Indonesia lập ra Hội Li&ecirc;n hiệp c&aacute;c d&acirc;n tộc bị &aacute;p bức &Aacute; Đ&ocirc;ng.</p>
<p>Từ 1927 đến 1929 nhiều cuộc b&atilde;i c&ocirc;ng của c&ocirc;ng nh&acirc;n, vi&ecirc;n chức, học sinh&hellip; nổ ra.</p>
<p>1928, Hội chủ trương &nbsp;&rdquo;v&ocirc; sản h&oacute;a &rdquo;, tuy&ecirc;n truyền vận động c&aacute;ch mạng, n&acirc;ng cao &yacute; thức ch&iacute;nh trị cho giai cấp c&ocirc;ng nh&acirc;n. Phong tr&agrave;o c&ocirc;ng nh&acirc;n c&agrave;ng ph&aacute;t triển mạnh, trở th&agrave;nh n&ograve;ng cốt của phong tr&agrave;o d&acirc;n tộc trong cả nước, nổ ra tại c&aacute;c trung t&acirc;m kinh tế, ch&iacute;nh trị (b&atilde;i c&ocirc;ng của c&ocirc;ng nh&acirc;n than Mạo Kh&ecirc;, nh&agrave; m&aacute;y cưa Bến Thủy, xi măng Hải Ph&ograve;ng, &hellip;</p>
<p>Năm 1929 b&atilde;i c&ocirc;ng của c&ocirc;ng nh&acirc;n nh&agrave; m&aacute;y sửa chữa xe lửa Trường Thi (Vinh ), nh&agrave; m&aacute;y AVIA (H&agrave; Nội), h&atilde;ng bu&ocirc;n S&aacute;c-ne, h&atilde;ng dầu Hải Ph&ograve;ng&hellip;, c&oacute; sự li&ecirc;n kết giữa c&aacute;c ng&agrave;nh v&agrave; c&aacute;c địa phương th&agrave;nh phong tr&agrave;o chung.</p>
<p>C&aacute;c tầng lớp kh&aacute;c cũng diễn ra rất sối nổi.</p>
<p><em><strong>c.</strong></em><span class="apple-converted-space"><strong><em>&nbsp;</em></strong></span><em><strong>Vai tr&ograve; của tổ chức đối với việc th&agrave;nh lập Đảng</strong></em><strong>:</strong></p>
<p>Chuẩn bị về mặt tổ chức cho sự ra đời của Đảng Cộng sản Việt Nam.</p>
<p>Đưa chủ nghĩa M&aacute;c &ndash; L&ecirc;-nin v&agrave;o phong tr&agrave;o c&ocirc;ng nh&acirc;n.</p>
<p>Chuẩn bị về c&aacute;n bộ cho C&aacute;ch mạng Việt Nam.</p>
<p>Hội Việt Nam c&aacute;ch mạng thanh ni&ecirc;n l&agrave; tiền th&acirc;n của Đảng v&ocirc; sản.</p>
<p><em><strong>* Tại sao 6-1925, NAQ kh&ocirc;ng th&agrave;nh lập Đảng Cộng sản Việt Nam m&agrave; th&agrave;nh lập Hội VNCMTN</strong></em><strong>?</strong></p>
<p><em>+ Muốn th&agrave;nh lập Đảng phải c&oacute; hai điều kiện: Chủ nghĩa M&aacute;c &ndash; L&ecirc; nin được truyền b&aacute; s&acirc;u rộng v&agrave; phong tr&agrave;o c&ocirc;ng nh&acirc;n ph&aacute;t triển mạnh mẽ.</em></p>
<p><em>+ Năm 1925,ở VN chưa c&oacute; đủ hai điều kiện tr&ecirc;n n&ecirc;n NAQ chỉ th&agrave;nh lập HVNCMTN</em></p>
<p><em><strong><span style="text-decoration: underline;">2. T&acirc;n Việt c&aacute;ch mạng đảng tại Trung Kỳ.</span></strong></em></p>
<p><em><strong><span style="text-decoration: underline;">3. Việt Nam Quốc d&acirc;n đảng tại Bắc Kỳ.</span></strong></em></p>
<p><em><strong>a. Th&agrave;nh lập</strong></em>:</p>
<p>Tại Nam đồng thư x&atilde;, 25/12/1927 Nguyễn Th&aacute;i Học, Phạm Tuấn T&agrave;i, Nguyễn Khắc Nhu, Ph&oacute; Đức Ch&iacute;nh th&agrave;nh lập Việt Nam Quốc d&acirc;n đảng.</p>
<p>Đ&acirc;y l&agrave; ch&iacute;nh đảng theo xu hướng CM d&acirc;n chủ tư sản, đại diệncho tư sản d&acirc;n tộc VN</p>
<p><em><strong>b. Mục đ&iacute;ch:</strong></em></p>
<p>Tư tưởng ch&iacute;nh trị: 1929 Việt Nam Quốc d&acirc;n đảng c&ocirc;ng bố nguy&ecirc;n tắc: &nbsp;&rdquo;Tự do &ndash; B&igrave;nh đẳng &ndash; B&aacute;c &aacute;i &rdquo;.</p>
<p>Chương tr&igrave;nh họat động của Đảng chia th&agrave;nh 4 thời kỳ.Thời kỳ cuối l&agrave; bất hợp t&aacute;c với Ph&aacute;p v&agrave; nh&agrave; Nguyễn; cổ động, b&atilde;i c&ocirc;ng, đ&aacute;nh đuổi giặc Ph&aacute;p, đ&aacute;nh đổ ng&ocirc;i vua, thiết lập d&acirc;n quyền.</p>
<p>Chủ trương: &nbsp;&rdquo;Tiến h&agrave;nh c&aacute;ch mạng bằng bạo lực &rdquo;.</p>
<p>Tổ chức cơ sở trong quần ch&uacute;ng rất &iacute;t, địa b&agrave;n hoạt động chủ yếu ở Bắc Kỳ; c&ograve;n ở Trung Kỳ v&agrave; Nam Kỳ kh&ocirc;ng đ&aacute;ng kể.</p>
<p><em><strong>c. Họat động:</strong></em></p>
<p>2/1929 Việt Nam Quốc d&acirc;n đảng tổ chức &aacute;m s&aacute;t tr&ugrave;m mộ phu Ba danh (Bazin) ở H&agrave; Nội, bị Ph&aacute;p khủng bố d&atilde; man. Việt Nam Quốc d&acirc;n đảng tổn thất nặng nề.</p>
<p>Bị động, l&atilde;nh đạo Việt Nam Quốc d&acirc;n đảng quyết định dốc hết lực lượng thực hiện bạo động cuối c&ugrave;ng với tư tưởng &nbsp;&rdquo;Kh&ocirc;ng th&agrave;nh c&ocirc;ng cũng th&agrave;nh nh&acirc;n &rdquo;</p>
<p>9/2/1930 khởi nghĩa nổ ra ở Y&ecirc;n B&aacute;i, Ph&uacute; Thọ, Hải Dương, Th&aacute;i B&igrave;nh&hellip; ở H&agrave; Nội c&oacute; n&eacute;m bom phối hợp&hellip;</p>
<p>Khởi nghĩa thất bại nhanh ch&oacute;ng song đ&atilde; cổ vũ l&ograve;ng y&ecirc;u nước, ch&iacute; căm th&ugrave; giặc của nh&acirc;n d&acirc;n Việt Nam đối với Ph&aacute;p v&agrave; tay sai, tiếp nối truyền thống y&ecirc;u nước bất khuất của d&acirc;n tộc Việt Nam.</p>
<p><em><strong>Vai tr&ograve; lịch sử</strong></em><span class="apple-converted-space">&nbsp;</span>của Việt Nam Quốc d&acirc;n đảng với tư c&aacute;ch l&agrave; một ch&iacute;nh đảng c&aacute;ch mạng trong phong tr&agrave;o d&acirc;n tộc, vừa mới xuất hiện đ&atilde; chấm dứt c&ugrave;ng sự thất bại của khởi nghĩa Y&ecirc;n B&aacute;i.</p></html>