<html><p><strong><em>I. NHỮNG NỘI DUNG CHỦ YẾU CỦA LỊCH SỬ THẾ GIỚI TỪ SAU NĂM 1945</em></strong></p>
<ol>
<li>&nbsp;Sự x&aacute;c lập của trật tự hai cực Yalta do X&ocirc;-Mỹ đứng đầu đ&atilde; chi phối nền ch&iacute;nh trị thế giới.</li>
</ol>
<p><strong><em>2.&nbsp;</em></strong>CNXH đ&atilde; vượt khỏi phạm vi một nước v&agrave; trở th&agrave;nh một hệ thống thế giới.</p>
<ol start="3">
<li>&nbsp;Sự ph&aacute;t triển mạnh của phong tr&agrave;o GPDT ở &Aacute;, Phi, Mỹ La-tinh, c&aacute;c nước n&agrave;y t&iacute;ch cực tham gia v&agrave; giữ vai tr&ograve; quan trọng trong đời sống ch&iacute;nh trị thế giới, g&oacute;p phần l&agrave;m thay đổi căn bản hệ thống thế giới. Sau khi gi&agrave;nh độc lập đ&atilde; đạt nhiều th&agrave;nh tựu về kinh tế x&atilde; hội, tuy nhi&ecirc;n vẫn c&ograve;n xung đột.</li>
</ol>
<p><strong><em>4.&nbsp;</em></strong>Hệ thống đế quốc chủ nghĩa c&oacute; chuyển biến:</p>
<p>+ Mỹ vươn l&ecirc;n l&agrave; nước đế quốc gi&agrave;u mạnh, v&agrave; mưu đồ l&agrave;m b&aacute; chủ thế giới, nhưng đ&atilde; chịu nhiều thất bại như ở chiến tranh Việt Nam, Cu Ba, Triều Ti&ecirc;n.</p>
<p>+ Nhờ c&oacute; sự tự điều chỉnh kịp thời, từ đ&oacute; kinh tế c&aacute;c nước tư bản tăng trưởng li&ecirc;n tục, như Nhật, Đức, v&agrave; h&igrave;nh th&agrave;nh trung t&acirc;m kinh tế lớn của thế giới (EU).</p>
<p>+ Dưới t&aacute;c động của c&aacute;ch mạng khoa học- kỹ thuật, sự ph&aacute;t triển mạnh của lực lượng sản xuất, dẫn đến sự li&ecirc;n kết kinh tế khu vực (EU). Mỹ, EU v&agrave; Nhật Bản l&agrave; ba trung t&acirc;m kinh tế lớn của thế giới.</p>
<ol start="5">
<li>&nbsp;Nổi bật nhất l&agrave; sự đối đầu giữa hai si&ecirc;u cường dẫn đến t&igrave;nh trạng &rdquo;Chiến tranh lạnh &rdquo; k&eacute;o d&agrave;i nhiều thập kỷ. Ở nhiều nơi diễn ra chiến tranh cục bộ (Đ&ocirc;ng Nam &Aacute;, Trung Đ&ocirc;ng). Chiến tranh lạnh chấm dứt, chuyển sang xu thế h&ograve;a dịu, đối thoại, hợp t&aacute;c ph&aacute;t triển, tuy nhi&ecirc;n vẫn c&ograve;n xung đột sắc tộc, t&ocirc;n gi&aacute;o, tranh chấp l&atilde;nh thổ.</li>
<li>&nbsp;Cuộc c&aacute;ch mạng khoa học- kỹ thuật, khoa học &ndash; c&ocirc;ng nghệ bắt đầu từ Mỹ v&agrave; đ&atilde; lan nhanh ra to&agrave;n thế giới, khoa học- kỹ thuật trở th&agrave;nh lực lượng sản xuất trực tiếp, xu thế to&agrave;n cầu h&oacute;a lan nhanh ra to&agrave;n thế giới, đ&ograve;i hỏi c&aacute;c quốc gia phải c&oacute; lời giải đ&aacute;p, th&iacute;ch ứng để kịp thời, kh&ocirc;n ngoan nắm bắt thời cơ, tr&aacute;nh việc bỏ lỡ cơ hội v&agrave; tụt hậu.</li>
</ol></html>