<html><p><strong><em>I. T&igrave;nh h&igrave;nh thế giới v&agrave; trong nước</em></strong><strong><em>.</em></strong></p>
<p><strong><em>1. T&igrave;nh h&igrave;nh thế giới:</em></strong></p>
<p>Những năm 30 của thế kỷ XX, thế lực ph&aacute;t x&iacute;t cầm quyền ở Đức, &Yacute;, Nhật Bản chạy đua vũ trang, chuẩn bị chiến tranh thế giới.</p>
<p>07/1935, Đại hội lần VII - Quốc tế Cộng sản x&aacute;c định nhiệm vụ chống chủ nghĩa ph&aacute;t x&iacute;t, đấu tranh gi&agrave;nh d&acirc;n chủ, bảo vệ h&ograve;a b&igrave;nh, th&agrave;nh lập Mặt trận nh&acirc;n d&acirc;n rộng r&atilde;i.</p>
<p>06/1936, Mặt trận nh&acirc;n d&acirc;n l&ecirc;n cầm quyền ở Ph&aacute;p, thi h&agrave;nh cải c&aacute;ch tiến bộ ở thuộc địa: Đối với Đ&ocirc;ng Dương, Ph&aacute;p cử ph&aacute;i đo&agrave;n sang điều tra t&igrave;nh h&igrave;nh, cử To&agrave;n quyền mới, nới rộng quyền tự do b&aacute;o ch&iacute; &hellip; tạo thuận lợi cho c&aacute;ch mạng Việt Nam.</p>
<p><strong><em>2.T&igrave;nh h&igrave;nh trong nước:</em></strong></p>
<p>a. Ch&iacute;nh trị:</p>
<p>Đối với Đ&ocirc;ng Dương, Ph&aacute;p cử ph&aacute;i đo&agrave;n sang điều tra t&igrave;nh h&igrave;nh, cử To&agrave;n quyền mới, &acirc;n x&aacute; t&ugrave; ch&iacute;nh trị,nới rộng quyền tự do b&aacute;o ch&iacute; &hellip; tạo thuận lợi cho c&aacute;ch mạng Việt Nam.</p>
<p>C&oacute; nhiều đảng ph&aacute;i ch&iacute;nh trị hoạt động: đảng c&aacute;ch mạng, đảng theo xu hướng cải lương, đảng phản động &hellip;, nhưng ĐCS Đ&ocirc;ng Dương l&agrave; Đảng mạnh nhất, c&oacute; tổ chức chặt chẽ, chủ trương r&otilde; r&agrave;ng.</p>
<p><strong><em>b. Kinh tế</em></strong>: sau khủng hoảng kinh tế thế giới, Ph&aacute;p tập trung đầu tư, khai th&aacute;c thuộc địa để b&ugrave; đắp sự thiếu hụt cho kinh tế Ph&aacute;p.</p>
<p><strong><em>N&ocirc;ng nghiệp:</em></strong>&nbsp;tư bản Ph&aacute;p chiếm đoạt ruộng đất, độc canh c&acirc;y l&uacute;a, trồng cao su, đay, gai, b&ocirc;ng &hellip;</p>
<p><strong><em>C&ocirc;ng nghiệp:</em></strong>&nbsp;đẩy mạnh khai mỏ. Sản lượng ng&agrave;nh dệt, xi măng, chế cất rượu tăng. C&aacute;c ng&agrave;nh &iacute;t ph&aacute;t triển l&agrave; điện, nước, cơ kh&iacute;, đường, giấy, di&ecirc;m...</p>
<p><strong><em>Thương nghiệp</em></strong><strong>:&nbsp;</strong>thực d&acirc;n độc quyền b&aacute;n thuốc phiện, rượu, muối v&agrave; xuất nhập khẩu, thu lợi nhuận rất cao, nhập m&aacute;y m&oacute;c v&agrave; h&agrave;ng ti&ecirc;u d&ugrave;ng, xuất kho&aacute;ng sản v&agrave; n&ocirc;ng sản.</p>
<p>Những năm 1936 -1939 l&agrave; thời kỳ phục hồi v&agrave; ph&aacute;t triển kinh tế Việt Nam nhưng kinh tế Việt Nam vẫn lạc hậu v&agrave; lệ thuộc kinh tế Ph&aacute;p.</p>
<p><strong><em>c. X&atilde; hội</em></strong><strong>:&nbsp;</strong>đời sống nh&acirc;n d&acirc;n kh&oacute; khăn do ch&iacute;nh s&aacute;ch tăng thuế của Ph&aacute;p</p>
<p>C&ocirc;ng nh&acirc;n: thất nghiệp, lương giảm.</p>
<p>N&ocirc;ng d&acirc;n: kh&ocirc;ng đủ ruộng c&agrave;y, chịu mức địa t&ocirc; cao v&agrave; b&oacute;c lột của địa chủ, cường h&agrave;o&hellip;</p>
<p>Tư sản d&acirc;n tộc: &iacute;t vốn, chịu thuế cao, bị tư bản Ph&aacute;p ch&egrave;n &eacute;p.</p>
<p>Tiểu tư sản tr&iacute; thức: thất nghiệp, lương thấp.</p>
<p>C&aacute;c tầng lớp lao động kh&aacute;c: chịu thuế kh&oacute;a nặng nề, sinh hoạt đắt đỏ.</p>
<p>Đời sống đa số nh&acirc;n d&acirc;n kh&oacute; khăn n&ecirc;n hăng h&aacute;i tham gia đấu tranh đ&ograve;i tự do, cơm &aacute;o dưới sự l&atilde;nh đạo của Đảng Cộng sản Đ&ocirc;ng Dương.</p></html>