<html><p><em><strong><span style="text-decoration: underline;">I. NHỮNG CHUYỂN BIẾN MỚI VỀ KINH TẾ, CH&Iacute;NH TRỊ, X&Atilde; HỘI Ở VIỆT NAM SAU CHIẾN TRANH THẾ GIỚI THỨ NHẤT.</span></strong></em></p>
<p><em><strong><span style="text-decoration: underline;">1. Ch&iacute;nh s&aacute;ch khai th&aacute;c thuộc địa lần thứ hai của thực d&acirc;n Ph&aacute;p.</span></strong></em></p>
<p><em><strong><span style="text-decoration: underline;">a. Ho&agrave;n cảnh:</span></strong></em></p>
<p>- Sau chiến tranh thế giới thứ nhất, c&aacute;c nước thắng trận ph&acirc;n chia lại thế giới, h&igrave;nh th&agrave;nh hệ thống V&eacute;c xai &ndash; Oasingtơn (Versailles - Washington.)</p>
<p>- Hậu quả chiến tranh l&agrave;m c&aacute;c cường quốc tư bản ch&acirc;u &Acirc;u gặp kh&oacute; khăn, nước Ph&aacute;p bị thiệt hại nặng.</p>
<p>- C&aacute;ch mạng th&aacute;ng Mười Nga thắng lợi, Nga X&ocirc; viết được th&agrave;nh lập, Quốc tế cộng sản ra đời.</p>
<p>- T&igrave;nh h&igrave;nh tr&ecirc;n t&aacute;c động mạnh đến Việt Nam.</p>
<p><em><strong><span style="text-decoration: underline;">b. Ch&iacute;nh s&aacute;ch khai th&aacute;c thuộc địa lần hai của Ph&aacute;p:</span></strong></em></p>
<p>Ở Đ&ocirc;ng Dương, chủ yếu l&agrave; Việt Nam, Ph&aacute;p thực hiện khai th&aacute;c thuộc địa lần hai, từ sau chiến tranh thế giới thứ nhất đến trước khủng hoảng kinh tế thế giới (1929 - 1933.)</p>
<p><em><strong>*</strong></em><span class="apple-converted-space"><strong><em>&nbsp;</em></strong></span><em><strong>Kinh tế:</strong></em><span class="apple-converted-space">&nbsp;</span>Ph&aacute;p đầu tư mạnh với tốc độ nhanh, quy m&ocirc; lớn v&agrave;o c&aacute;c ng&agrave;nh kinh tế ở Việt Nam, từ 1924 &ndash; 1929, số vốn đầu tư khoảng 4 tỉ phrăng.</p>
<p><em><strong>+ N&ocirc;ng nghiệp</strong></em>: đầu tư nhiều nhất, mở rộng diện t&iacute;ch đồn điền cao su, nhiều c&ocirc;ng ty cao su được th&agrave;nh lập (Đất đỏ, Mi-sơ-lanh&hellip;)</p>
<p>+<span class="apple-converted-space">&nbsp;</span><em><strong>C&ocirc;ng nghiệp:</strong></em><span class="apple-converted-space">&nbsp;</span>đặc biệt l&agrave; khai th&aacute;c mỏ than, mở mang c&aacute;c ng&agrave;nh dệt, muối, xay x&aacute;t...,</p>
<p>+<span class="apple-converted-space">&nbsp;</span><em><strong>Thương nghi&ecirc;p:</strong></em><span class="apple-converted-space">&nbsp;</span>ngoại thương ph&aacute;t triển, giao lưu bu&ocirc;n b&aacute;n nội địa được đẩy mạnh.</p>
<p><em><strong>+ Giao th&ocirc;ng vận tải</strong></em>: ph&aacute;t triển, mở rộng để phục vụ c&ocirc;ng cuộc khai th&aacute;c.</p>
<p><em><strong>+ Ng&acirc;n h&agrave;ng Đ&ocirc;ng Dương:</strong></em><span class="apple-converted-space">&nbsp;</span>nắm quyền chỉ huy kinh tế Đ&ocirc;ng Dương, ph&aacute;t h&agrave;nh giấy bạc v&agrave; cho vay l&atilde;i.</p>
<p>+<span class="apple-converted-space">&nbsp;</span><em><strong>Tăng thu thuế:</strong></em><span class="apple-converted-space">&nbsp;</span>ng&acirc;n s&aacute;ch Đ&ocirc;ng Dương thu năm 1930 tăng gấp 3 lần so với 1912</p>
<p><em><strong><span style="text-decoration: underline;">2.Ch&iacute;nh s&aacute;ch ch&iacute;nh trị,văn h&oacute;a,gi&aacute;o dục.</span></strong></em></p>
<p><em><strong><span style="text-decoration: underline;">3. Những chuyển biến mới về kinh tế v&agrave; giai cấp ở Việt Nam.</span></strong></em></p>
<p><em><strong><span style="text-decoration: underline;">a. Những chuyển biến mới về kinh tế:</span></strong></em></p>
<p>Kinh tế của tư bản Ph&aacute;p ở Đ&ocirc;ng Dương<span class="apple-converted-space"><strong><em>&nbsp;</em></strong></span>ph&aacute;t triển mới, đầu tư c&aacute;c nh&acirc;n tố kỹ thuật v&agrave; nh&acirc;n lực sản xuất, song rất hạn chế.</p>
<p>Kinh tế Việt Nam vẫn mất c&acirc;n đối, sự chuyển biến chỉ mang t&iacute;nh chất cục bộ ở một số v&ugrave;ng, phổ biến vẫn lạc hậu.</p>
<p>Đ&ocirc;ng Dương l&agrave; thị trường độc chiếm của tư bản Ph&aacute;p.</p>
<p><em><strong><span style="text-decoration: underline;">b. Sự chuyển biến mới về giai cấp ở Việt Nam.</span></strong></em></p>
<p><em><strong>Giai cấp địa chủ phong kiến:</strong></em><span class="apple-converted-space">&nbsp;</span>tiếp tục ph&acirc;n h&oacute;a, một bộ phận trung, tiểu địa chủ c&oacute; tham gia phong tr&agrave;o d&acirc;n tộc chống Ph&aacute;p v&agrave; tay sai.</p>
<p><em><strong>Giai cấp n&ocirc;ng d&acirc;n</strong></em>: bị đế quốc, phong kiến chiếm đoạt ruộng đất, ph&aacute; sản kh&ocirc;ng lối tho&aacute;t. M&acirc;u thuẫn giữa n&ocirc;ng d&acirc;n Việt Nam với đế quốc phong kiến tay sai gay gắt.<span class="apple-converted-space">&nbsp;</span><em>N&ocirc;ng d&acirc;n l&agrave; một lực lượng c&aacute;ch mạng to lớn của d&acirc;n tộc.</em></p>
<p><em><strong>Giai cấp tiểu tư sản</strong></em><strong>:</strong><span class="apple-converted-space">&nbsp;</span>ph&aacute;t triển nhanh về số lượng, c&oacute; tinh thần d&acirc;n tộc chống Ph&aacute;p v&agrave; tay sai. Bộ phận học sinh, sinh vi&ecirc;n, tr&iacute; thức nhạy cảm với thời cuộc, tha thiết canh t&acirc;n đất nước, hăng h&aacute;i đấu tranh v&igrave; độc lập tự do của d&acirc;n tộc.</p>
<p><em><strong>Tư sản d&acirc;n tộc Việt Nam:</strong></em><span class="apple-converted-space"><strong><em>&nbsp;</em></strong></span>ra đời sau thế chiến I<em><strong>,</strong></em><span class="apple-converted-space">&nbsp;</span>bị tư sản Ph&aacute;p ch&egrave;n &eacute;p, số lượng &iacute;t, thế lực kinh tế yếu bị ph&acirc;n h&oacute;a th&agrave;nh hai bộ phận:</p>
<p>+ Tư sản mại bản:quyền lợi gắn chặt với đế quốc n&ecirc;n cấu kết chặt chẽ với ch&uacute;ng.</p>
<p>+Tư sản d&acirc;n tộc:kinh doanh độc lập,c&oacute; khuynh hướng d&acirc;n tộc v&agrave; d&acirc;n chủ.</p>
<p><em><strong>Giai cấp c&ocirc;ng nh&acirc;n:</strong></em><span class="apple-converted-space">&nbsp;</span>Ng&agrave;y c&agrave;ng ph&aacute;t triển, đến 1929 c&oacute; tr&ecirc;n 22 vạn người, bị tư sản &aacute;p bức b&oacute;c lột gắn b&oacute; với n&ocirc;ng d&acirc;n c&oacute; truyền th&ocirc;ng y&ecirc;u nước, chịu ảnh hưởng của tr&agrave;o lưu c&aacute;ch mạng v&ocirc; sản, trở th&agrave;nh một động lực của phong tr&agrave;o d&acirc;n tộc d&acirc;n chủ theo khuynh hướng c&aacute;ch mạng ti&ecirc;n tiến.</p>
<p><em><strong>* T&oacute;m lại:</strong></em><span class="apple-converted-space">&nbsp;</span>Sau chiến tranh thế giới thứ nhất, ở Việt Nam diễn ra những biến đổi quan trọng về kinh tế, x&atilde; hội, văn ho&aacute;, gi&aacute;o dục. M&acirc;u thuẫn trong x&atilde; hội Việt Nam tiếp tục diễn ra s&acirc;u sắc, trong đ&oacute;<span class="apple-converted-space">&nbsp;</span><em><strong>chủ yếu l&agrave; m&acirc;u thuẫn giữa nh&acirc;n d&acirc;n ta với thực d&acirc;n Ph&aacute;p v&agrave; phản động tay sai</strong></em>. Cuộc đấu tranh chống đế quốc v&agrave; tay sai tiếp tục diễn ra gay gắt, phong ph&uacute; về nội dung v&agrave; h&igrave;nh thức.</p>
<p><em>N&ecirc;u ch&iacute;nh s&aacute;ch khai th&aacute;c thuộc địa của thực d&acirc;n Ph&aacute;p ở VN sau CTTGI.</em></p>
<p><em>Dưới t&aacute;c động của ch&iacute;nh s&aacute;nh khai th&aacute;c thuộc địa của Ph&aacute;p, c&aacute;c giai cấp ở VN c&oacute; sự chuyển biến ra sao?</em></p></html>