<html><p><em><strong>I.</strong>&nbsp;<strong>C&Aacute;C NƯỚC CH&Acirc;U PHI</strong></em></p>
<p><strong>DT:<em>&nbsp;</em></strong>30,3 tr km2, 800 triệu người (Năm 2000), gồm 55 quốc gia lớn nhỏ.</p>
<p><strong><em>1.V&agrave;i n&eacute;t về cuộc đấu tranh gi&agrave;nh độc lập.</em></strong></p>
<p><strong><em>a. Sau chiến tranh thế giới thứ hai:&nbsp;</em></strong>phong tr&agrave;o đấu tranh gi&agrave;nh độc lập ở ch&acirc;u Phi ph&aacute;t triển mạnh trước hết l&agrave; ở Bắc Phi.</p>
<p>Mở đầu l&agrave; cuộc ch&iacute;nh biến c&aacute;ch mạng của binh l&iacute;nh v&agrave; sĩ quan y&ecirc;u nước Ai Cập (3/7/1952), lật đổ vương triều Pharuc, chỗ dựa của thực d&acirc;n Anh, lập ra nước Cộng h&ograve;a Ai Cập (18/6/1953).</p>
<p>Tiếp theo l&agrave; Libi (1952), An-gi&ecirc;-ri. (1954-1962)</p>
<p>&nbsp;b. Nửa sau thập ni&ecirc;n 50, hệ thống thuộc địa của thực d&acirc;n ở ch&acirc;u Phi tan r&atilde;, nhiều quốc gia gi&agrave;nh được độc lập như: 1956 Tuy-ni-di, Ma-rốc, Xu-đăng, 1957 Ghana...1958 Ghi n&ecirc;.</p>
<p>Đặc biệt, năm 1960, l&agrave; &nbsp;&rdquo;Năm ch&acirc;u Phi &rdquo; với 17 nước được trao trả độc lập.</p>
<p><strong><em>c. Năm 1975,</em></strong>&nbsp;thắng lợi của c&aacute;ch mạng Ăng-g&ocirc;-la v&agrave; M&ocirc;-dăm-b&iacute;ch về cơ bản đ&atilde; chấm dứt chủ nghĩa thực d&acirc;n cũ ở ch&acirc;u Phi c&ugrave;ng v&agrave; hệ thống thuộc địa của Bồ Đ&agrave;o Nha bị tan r&atilde;.</p>
<p><strong><em>d. Từ 1975 đến nay</em></strong><strong>:</strong></p>
<p>- Ho&agrave;n th&agrave;nh cuộc đấu tranh chống chủ nghĩa thực d&acirc;n cũ, gi&agrave;nh độc lập d&acirc;n tộc với sự ra đời của nước Cộng h&ograve;a Dim-ba-bu-&ecirc; (1980) v&agrave; Namibia (03/1990).</p>
<p>- Tại Nam Phi, trước &aacute;p lực đấu tranh của người da m&agrave;u, th&aacute;ng 11.1993, chế độ ph&acirc;n biệt chủng tộc (Apartheid) bị x&oacute;a bỏ. Trong cuộc bầu cử đa chủng tộc đầu ti&ecirc;n, &ocirc;ng Nen-xơn Man- đ&ecirc; -la (Nelson Mandela) trở th&agrave;nh Tổng thống da đen đầu ti&ecirc;n của nước Cộng h&ograve;a Nam Phi (1994).</p>
<p><strong><em>2. T&igrave;nh h&igrave;nh ph&aacute;t triển kinh tế &ndash; x&atilde; hội:</em></strong></p>
<p>Sau khi gi&agrave;nh được độc lập, c&aacute;c nước ch&acirc;u Phi đ&atilde; thu được một số th&agrave;nh tựu kinh tế &ndash; x&atilde; hội.</p>
<p>Tuy nhi&ecirc;n, nhiều nước ch&acirc;u Phi vẫn c&ograve;n trong t&igrave;nh trạng lạc hậu, kh&ocirc;ng ổn định (đ&oacute;i ngh&egrave;o, xung đột, nội chiến, bệnh tật, m&ugrave; chữ, b&ugrave;ng nổ d&acirc;n số, nợ nước ngo&agrave;i&hellip;).</p></html>