<html><p><strong><em><span style="text-decoration: underline;">I. LI&Ecirc;N X&Ocirc; TỪ 1945 ĐẾN GIỮA NHỮNG NĂM 70.</span></em></strong></p>
<p><strong><em>1. Li&ecirc;n X&ocirc; từ 1945 đến giữa những năm 70</em></strong></p>
<ol>
<li><strong><em>C&ocirc;ng cuộc kh&ocirc;i phục kinh tế (1945 - 1950)</em></strong></li>
</ol>
<p><strong>*&nbsp;<em>Bối cảnh</em></strong>:</p>
<p>- Bị tổn thất nặng do Chiến tranh thế giới thứ hai, 27 triệu người chết, 1.710 th&agrave;nh phố v&agrave; hơn 70.000 l&agrave;ng mạc bị thi&ecirc;u hủy, 32.000 x&iacute; nghiệp bị t&agrave;n ph&aacute;..</p>
<p>- C&aacute;c nước tư bản bao v&acirc;y kinh tế, c&ocirc; lập ch&iacute;nh trị.</p>
<p>- Phải tự lực tự cường ho&agrave;n th&agrave;nh thắng lợi c&aacute;c kế hoạch 5 năm kh&ocirc;i phục kinh tế, củng cố quốc ph&ograve;ng, gi&uacute;p đỡ phong tr&agrave;o c&aacute;ch mạng thế giới.</p>
<p><strong>*&nbsp;<em>Th&agrave;nh tựu</em></strong>:</p>
<p>* Ho&agrave;n th&agrave;nh kế hoạch 5 năm kh&ocirc;i phục kinh tế trong 4 năm 3 th&aacute;ng.</p>
<p>* Năm 1950, sản lượng c&ocirc;ng nghiệp tăng 73%, n&ocirc;ng nghiệp đạt mức trước chiến tranh.</p>
<p>* Năm 1949 chế tạo th&agrave;nh c&ocirc;ng bom nguy&ecirc;n tử,&nbsp;<em>ph&aacute; vỡ thế độc quyền nguy&ecirc;n tử của Mỹ.</em></p>
<p><strong><em>b. Li&ecirc;n X&ocirc; tiếp tục x&acirc;y dựng cơ sở vật chất &ndash; kỹ thuật của chủ nghĩa x&atilde; hội (từ 1950 đến nửa đầu những năm 70).</em></strong></p>
<p>Li&ecirc;n X&ocirc; tiến h&agrave;nh c&aacute;c kế hoạch d&agrave;i hạn v&agrave; đạt nhiều th&agrave;nh tựu to lớn</p>
<p><strong><em>* Kinh tế:</em></strong>-&nbsp;<strong><em>C&ocirc;ng nghiệp</em></strong>: Giữa những năm 1970, l&agrave; cường quốc c&ocirc;ng nghiệp thứ hai thế giới, đi đầu trong c&ocirc;ng nghiệp vũ trụ, c&ocirc;ng nghiệp điện hạt nh&acirc;n&hellip;)</p>
<p>-&nbsp;<strong><em>N&ocirc;ng nghiệp</em></strong>: sản lượng tăng trung b&igrave;nh h&agrave;ng năm 16%.</p>
<p>*&nbsp;<strong><em>Khoa học kỹ thuật</em></strong>: + Năm 1957 ph&oacute;ng vệ tinh nh&acirc;n tạo đầu ti&ecirc;n của tr&aacute;i đất.</p>
<p>+ Năm 1961, ph&oacute;ng t&agrave;u vũ trụ&nbsp;<em>đưa nh&agrave; du h&agrave;nh Gagarin bay v&ograve;ng quanh Tr&aacute;i đất,</em>&nbsp;<em>mở đầu kỷ nguy&ecirc;n chinh phục vũ trụ của lo&agrave;i ngo&agrave;i</em>.</p>
<p><strong><em>* X&atilde; hội</em></strong>: c&oacute; nhiều biến đổi:</p>
<p>- Ch&iacute;nh trị ổn định</p>
<p>- Tỷ lệ c&ocirc;ng nh&acirc;n chiếm 55 % số người lao đ&ocirc;ng.</p>
<p>- Tr&igrave;nh độ học vấn của người d&acirc;n được n&acirc;ng cao (3/4 số d&acirc;n c&oacute; tr&igrave;nh độ trung học v&agrave; đại học).</p>
<p><strong>&nbsp;*&nbsp;<em>Đối ngoại:</em></strong></p>
<p><strong>-&nbsp;</strong>L&agrave; trụ cột của hệ thống XHCN.</p>
<p>- L&agrave; chỗ dựa cho h&ograve;a b&igrave;nh v&agrave; c&aacute;ch mạng thế giới.</p>
<p><strong><em>* &Yacute; nghĩa:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </em></strong></p>
<p>- Chứng tỏ t&iacute;nh ưu việt của CNXH ở mọi lĩnh vực x&acirc;y dựng kinh tế, n&acirc;ng cao đời sống, củng cố quốc ph&ograve;ng.</p>
<p>- L&agrave;m đảo lộn to&agrave;n bộ chiến lược của đế quốc Mỹ v&agrave; đồng minh Mỹ</p></html>