<html><p><strong><em>I. NHẬT BẢN từ 1945 &ndash; 1952</em></strong></p>
<p>CTTG thứ hai để lại cho Nhật Bản những hậu quả nặng nề (<em>gần 3 triệu người chết v&agrave; mất t&iacute;ch, kinh tế bị t&agrave;n ph&aacute;, 13 triệu người thất nghiệp, đ&oacute;i r&eacute;t&hellip;</em>), bị Mỹ chiếm đ&oacute;ng dưới danh nghĩa Đồng minh (1945 &ndash; 1952).</p>
<p><strong><em>*Về ch&iacute;nh trị:</em></strong></p>
<p><em>Bộ Chỉ huy tối cao lực lượng Đồng minh (SCAP</em>) thi h&agrave;nh c&aacute;c biện ph&aacute;p:</p>
<p><em>+ Loại bỏ chủ nghĩa qu&acirc;n phiệt v&agrave; bộ m&aacute;y chiến tranh của Nhật, x&eacute;t xử tội phạm chiến tranh.</em></p>
<p><em>+ Giải t&aacute;n c&aacute;c đảng ph&aacute;i qu&acirc;n phiệt.</em></p>
<p><em>+ 3-5-1947, ban h&agrave;nh&nbsp;<strong>Hiến ph&aacute;p mới</strong>&nbsp;quy định Nhật l&agrave; nước qu&acirc;n chủ lập hiến nhưng thực tế l&agrave;&nbsp;<strong>chế độ d&acirc;n chủ đại nghị tư sản</strong>.</em></p>
<p><em>+ Nhật cam kết từ bỏ việc tiến h&agrave;nh chiến tranh, kh&ocirc;ng d&ugrave;ng hoặc đe dọa sử dụng vũ lực trong quan hệ quốc tế.</em></p>
<p><em>+Kh&ocirc;ng duy tr&igrave; qu&acirc;n đội thường trực, chỉ c&oacute; lực lượng Ph&ograve;ng vệ d&acirc;n sự bảo đảm an ninh,&nbsp;</em>trật tự trong nước.Kh&ocirc;ng mang qu&acirc;n đội ra nước ngo&agrave;i</p>
<p><strong>* V<em>ề kinh tế:&nbsp;</em></strong>SCAP tiến h&agrave;nh 3 cải c&aacute;ch lớn:</p>
<p>- Thủ ti&ecirc;u chế độ tập trung kinh tế, giải t&aacute;n c&aacute;c tập đo&agrave;n lũng đoạn &nbsp;&rdquo;Dai-b&aacute;t-xư &rdquo;.</p>
<p>- Cải c&aacute;ch ruộng đất, hạn chế ruộng địa chủ, đem b&aacute;n cho n&ocirc;ng d&acirc;n.</p>
<p>- D&acirc;n chủ h&oacute;a lao động.</p>
<p><strong>Từ năm 1950 &ndash; 1951:</strong>&nbsp;Nhật kh&ocirc;i phục kinh tế.</p>
<p><strong><em>Ch&iacute;nh s&aacute;ch đối ngoại:</em></strong></p>
<p>- Li&ecirc;n minh chặt chẽ với MỸ, k&yacute;&nbsp;<em>Hiệp ước h&ograve;a b&igrave;nh Xan Phơranxic&ocirc;&nbsp;</em>(9-1951).</p>
<p>- 8-9-1951 k&yacute;&nbsp;<em>Hiệp Ước An ninh Mỹ-Nhật</em>:chấp nhận Mỹ bảo hộ, cho Mỹ đ&oacute;ng qu&acirc;n v&agrave; x&acirc;y dựng căn cứ qu&acirc;n sự tr&ecirc;n đất Nhật.</p></html>