<html> <p><strong><em>I. NƯỚC MỸ TỪ NĂM 1945 ĐẾN 1973.</em></strong></p>
<p><strong><em>1. Kinh tế:</em></strong></p>
<p><strong><em>Sau CTTG II,</em></strong>&nbsp;kinh tế Mỹ ph&aacute;t triển mạnh: c&ocirc;ng nghiệp chiếm 56,5% tổng sản lượng c&ocirc;ng nghiệp thế giới; n&ocirc;ng nghiệp gấp hai lần 5 nước Anh, Ph&aacute;p, CHLB Đức, Italia, Nhật cộng lại; nắm 50% số lượng t&agrave;u b&egrave; đi lại tr&ecirc;n biển, &frac34; dự trữ v&agrave;ng thế giới, chiếm 40% tổng sản phẩm kinh tế thế giới&hellip;</p>
<p><strong><em>Khoảng 20 năm sau chiến tranh</em></strong>, Mỹ l&agrave; trung t&acirc;m kinh tế &ndash; t&agrave;i ch&iacute;nh lớn nhất thế giới.</p>
<p><strong><em>* Nguy&ecirc;n nh&acirc;n:</em></strong></p>
<p>L&atilde;nh thổ rộng lớn, t&agrave;i nguy&ecirc;n phong ph&uacute;, nh&acirc;n lực dồi d&agrave;o, tr&igrave;nh độ kỹ thuật cao, năng động, s&aacute;ng tạo.</p>
<p>Lợi dụng chiến tranh để l&agrave;m gi&agrave;u từ b&aacute;n vũ kh&iacute;.</p>
<p>&Aacute;p dụng th&agrave;nh c&ocirc;ng những th&agrave;nh tựu của cuộc c&aacute;ch mạng KHKT để n&acirc;ng cao năng suất, hạ gi&aacute; th&agrave;nh sản phẩm, điều chỉnh hợp l&yacute; cơ cấu sản xuất&hellip;</p>
<p>Tr&igrave;nh độ tập trung tư bản v&agrave; sản xuất cao, cạnh tranh c&oacute; hiệu quả ở trong v&agrave; ngo&agrave;i nước.</p>
<p>C&aacute;c ch&iacute;nh s&aacute;ch v&agrave; hoạt động điều tiết của nh&agrave; nước c&oacute; hiệu quả.</p>
<p><strong><em>2. Khoa học- kỹ thuật:</em></strong></p>
<p>Mỹ l&agrave; nước khởi đầu v&agrave; đạt nhiều th&agrave;nh tựu cuộc c&aacute;ch mạng khoa học- kỹ thuật hiện đại:&nbsp;<em>đi đầu trong lĩnh vực chế tạo c&ocirc;ng cụ sản xuất mới (m&aacute;y t&iacute;nh điện tử, m&aacute;y tự động); vật liệu mới (polyme, vật liệu tổng hợp); năng lượng mới (nguy&ecirc;n tử, nhiệt hạch); sản xuất vũ kh&iacute;, chinh phục vũ trụ, &rdquo;c&aacute;ch mạng xanh &rdquo;trong n&ocirc;ng nghiệp&hellip;</em></p>
<p>Th&uacute;c đẩy kinh tế Mỹ ph&aacute;t triển, ảnh hưởng lớn đến thế giới.</p>
<p><strong><em>3. Về đối ngoại:</em></strong></p>
<p>Dựa v&agrave;o sức mạnh qu&acirc;n sự, kinh tế để triển khai chiến lược to&agrave;n cầu với tham vọng l&agrave;m b&aacute; chủ thế giới.</p>
<p>Th&aacute;ng 3/1947, trong diễn văn đọc trước Quốc hội Mỹ, Tổng thống Truman c&ocirc;ng khai tuy&ecirc;n bố: &nbsp;&rdquo;<em>Sứ mệnh l&atilde;nh đạo thế giới tự do chống lại sự b&agrave;nh trướng của chủ nghĩa cộng sản &rdquo;.</em></p>
<p><strong><em>* Mục ti&ecirc;u của: &nbsp;&rdquo;Chiến lược to&agrave;n cầu &rdquo;:</em></strong></p>
<p>+ Ngăn chặn, đẩy l&ugrave;i v&agrave; tiến tới ti&ecirc;u diệt ho&agrave;n to&agrave;n CNXH.</p>
<p>+ Đ&agrave;n &aacute;p phong tr&agrave;o GPDT, phong tr&agrave;o cộng sản v&agrave; c&ocirc;ng nh&acirc;n quốc tế, phong tr&agrave;o chống chiến tranh, v&igrave; h&ograve;a b&igrave;nh, d&acirc;n chủ tr&ecirc;n thế giới.</p>
<p>+ Khống chế, chi phối c&aacute;c nước đồng minh.</p>
<p>Khởi xướng cuộc &nbsp;&rdquo;<strong><em>Chiến tranh lạnh</em></strong><strong>&nbsp;&rdquo;,&nbsp;</strong>dẫn đến t&igrave;nh trạng đối đầu căng thẳng v&agrave; nguy hiểm với Li&ecirc;n X&ocirc;, g&acirc;y ra h&agrave;ng loạt cuộc chiến tranh x&acirc;m lược, bạo loạn, lật đổ... tr&ecirc;n thế giới (Việt Nam, Cu Ba, Trung Đ&ocirc;ng&hellip;).</p>
<p>Th&aacute;ng 2-1972 TT N&iacute;chxơn thăm Trung Qu&ocirc;c, năm 1979 thiết lập quan hệ Mỹ - Trung Quốc; th&aacute;ng 5-1972 thăm Li&ecirc;n X&ocirc;.</p></html>