<html><p><strong><em>I. HỘI NGHỊ IAN -TA (2-1945) V&Agrave; NHỮNG THỎA THUẬN CỦA BA CƯỜNG QUỐC.</em></strong></p>
<p><strong><em>1. Ho&agrave;n cảnh lịch sử:</em></strong></p>
<p>- Đầu năm 1945, Chiến tranh thế giới thứ hai sắp kết th&uacute;c, nhiều vấn đề quan trọng v&agrave; cấp b&aacute;ch đặt ra trước c&aacute;c cường quốc Đồng minh:</p>
<p>+ Việc nhanh ch&oacute;ng đ&aacute;nh bại ph&aacute;t x&iacute;t.</p>
<p>+ Tổ chức lại thế giới sau chiến tranh.</p>
<p>+ Việc ph&acirc;n chia th&agrave;nh quả chiến thắng.</p>
<p>- Từ ng&agrave;y&nbsp;<strong>4 đến 11/2/1945</strong>, Mỹ (Ru dơ ven), Anh (Sớc sin), Li&ecirc;n X&ocirc; (Xtalin) họp hội nghị quốc tế ở I-an-ta (Li&ecirc;n X&ocirc;) để thỏa thuận việc giải quyết những vấn đề bức thiết sau chiến tranh v&agrave; h&igrave;nh th&agrave;nh một trật tự thế giới mới.</p>
<p><strong><em>2.&nbsp;Nội dung của hội nghị:</em></strong></p>
<p>- Ti&ecirc;u diệt tận gốc chủ nghĩa ph&aacute;t x&iacute;t Đức v&agrave; chủ nghĩa qu&acirc;n phiệt Nhật.</p>
<p>- Nhanh ch&oacute;ng kết th&uacute;c chiến tranh. Li&ecirc;n X&ocirc; sẽ tham chiến chống Nhật ở ch&acirc;u &Aacute;.</p>
<p><strong><em>-&nbsp;</em></strong>Th&agrave;nh lập tổ chức&nbsp;<strong><em>Li&ecirc;n hiệp quốc</em></strong>&nbsp;để duy tr&igrave; h&ograve;a b&igrave;nh, an ninh thế giới</p>
<p><strong><em>- Thỏa thuận việc đ&oacute;ng qu&acirc;n</em></strong>, giải gi&aacute;p qu&acirc;n đội ph&aacute;t x&iacute;t v&agrave; ph&acirc;n chia phạm vi ảnh hưởng của c&aacute;c cường quốc thắng trận ở ch&acirc;u &Acirc;u v&agrave; &Aacute;:</p>
<p>&nbsp;<strong><em>+ Ở ch&acirc;u &Acirc;u:</em></strong>&nbsp;<strong><em>Li&ecirc;n X&ocirc;</em></strong><em>&nbsp;chiếm Đ&ocirc;ng Đức, Đ&ocirc;ng &Acirc;u;&nbsp;<strong>Mỹ, Anh, Ph&aacute;p</strong>&nbsp;chiếm T&acirc;y Đức, T&acirc;y &Acirc;u.</em></p>
<p><em>&nbsp;</em><strong>+&nbsp;Ở ch&acirc;u &Aacute;:</strong></p>
<p>&nbsp;* V&ugrave;ng ảnh hưởng của Li&ecirc;n X&ocirc;:&nbsp;<em>M&ocirc;ng Cổ,</em>&nbsp;<em>Bắc Triều Ti&ecirc;n, Nam Xa-kha-lin, 4 đảo thuộc quần đảo Cu-rin;</em></p>
<p><em>&nbsp;*&nbsp;</em>V&ugrave;ng ảnh hưởng của Mỹ v&agrave; phương T&acirc;y:<em>Nhật Bản,Nam Triều Ti&ecirc;n;Đ&ocirc;ng Nam &Aacute;,Nam &Aacute;, T&acirc;y &Aacute; &hellip;</em></p>
<p><em>* Trung Quốc trở th&agrave;nh quốc gia thống nhất.&nbsp;</em>Những quyết định của hội nghị Yalta (I-an-ta) đ&atilde; trở th&agrave;nh&nbsp;<strong><em>khu&ocirc;n khổ của trật tự thế giới mới</em></strong>,&nbsp;<em>thường được gọi l&agrave; &rdquo;<strong>Trật tự hai cực Ianta &rdquo;.</strong></em></p></html>