<html><p><em><strong>II. ĐẢNG CỘNG SẢN VIỆT NAM RA ĐỜI.</strong></em></p>
<p><em><strong><span style="text-decoration: underline;">1. Sự xuất hiện c&aacute;c tổ chức cộng sản năm 1929.</span></strong></em></p>
<p><em><strong>a. Ho&agrave;n cảnh:</strong></em><span class="apple-converted-space">&nbsp;</span>Năm 1929 phong tr&agrave;o d&acirc;n tộc d&acirc;n<span class="apple-converted-space"><strong><em>&nbsp;</em></strong></span>chủ ng&agrave;y c&agrave;ng ph&aacute;t triển, kết th&agrave;nh l&agrave;n s&oacute;ng mạnh mẽ. Đặc biệt sự ph&aacute;t triển của PTCN vượt qu&aacute; khả năng l&atilde;nh đạo của c&aacute;c tổ chức CM.</p>
<p><em><strong>b. Sự th&agrave;nh lập c&aacute;c tổ chức cộng sản:</strong></em></p>
<p><em><strong><span style="text-decoration: underline;">+ Đ&ocirc;ng Dương cộng sản đảng:</span></strong></em></p>
<p>Th&aacute;ng 3/1929, một số hội vi&ecirc;n ti&ecirc;n tiến của Hội Việt Nam c&aacute;ch mạng thanh ni&ecirc;n ở Bắc Kỳ họp tại số nh&agrave; 5 Đ, phố H&agrave;m Long (H&agrave; Nội), lập ra Chi bộ cộng sản đầu ti&ecirc;n ở Việt Nam c&oacute; 7 Đảng vi&ecirc;n mở cuộc vận động lập Đảng cộng sản. &nbsp;Từ ng&agrave;y 01 - 09/05/1929, tại Đại hội lần thứ nhất của Hội VN c&aacute;ch mạng thanh ni&ecirc;n tại Hương Cảng (Trung Quốc), đo&agrave;n đại biểu Bắc Kỳ đặt vấn đề th&agrave;nh lập Đảng Cộng sản song kh&ocirc;ng được chấp nhận n&ecirc;n bỏ về nước.</p>
<p>17/ 6/1929 đại biểu cộng sản miền Bắc họp tại nh&agrave; số 312, phố Kh&acirc;m Thi&ecirc;n (H&agrave; Nội) quyết định th&agrave;nh lập Đ&ocirc;ng Dương cộng sản đảng, th&ocirc;ng qua Tuy&ecirc;n ng&ocirc;n, điều lệ Đảng, ra b&aacute;o B&uacute;a Liềm, cử ra Ban chấp h&agrave;nh Trung Ương Đảng.</p>
<p><em><strong><span style="text-decoration: underline;">+ An Nam cộng sản đảng:</span></strong></em></p>
<p>8/1929: Những c&aacute;n bộ ti&ecirc;n tiến trong Tổng bộ v&agrave; kỳ bộ VN c&aacute;ch mạng thanh ni&ecirc;n ở Nam kỳ th&agrave;nh lập An Nam cộng sản đảng, ra tờ b&aacute;o Đỏ l&agrave; cơ quan ng&ocirc;n luận.</p>
<p><em><strong><span style="text-decoration: underline;">+ Đ&ocirc;ng Dương cộng sản li&ecirc;n đo&agrave;n:</span></strong></em></p>
<p><em><strong>9/1929</strong></em>: một số đảng vi&ecirc;n ti&ecirc;n tiến của T&acirc;n Việt lập<span class="apple-converted-space">&nbsp;</span><em><strong>Đ&ocirc;ng Dương cộng sản li&ecirc;n đo&agrave;n</strong></em>.</p>
<p><em><strong>c. &Yacute; nghĩa:</strong></em></p>
<p>Sự ra đời của 3 tổ chức cộng sản (1929) l&agrave; một xu thế kh&aacute;ch quan của cuộc vận động giải ph&oacute;ng d&acirc;n tộc ở Việt Nam.</p>
<p>Khẳng định hệ tư tưởng cộng sản đ&atilde; chiếm ưu thế trong phong tr&agrave;o d&acirc;n tộc ở Việt Nam.</p>
<p>Tuy nhi&ecirc;n ba tổ chức cộng sản ở Việt Nam ra đời năm1929 họat động ri&ecirc;ng rẽ, tranh gi&agrave;nh ảnh hưởng của nhau, c&ocirc;ng k&iacute;ch lẫn nhau,l&agrave;m phong tr&agrave;o c&aacute;ch mạng trong nước c&oacute; nguy cơ chia rẽ lớn.</p>
<p><em><strong><span style="text-decoration: underline;">2. HỘI NGHỊ TH&Agrave;NH LẬP ĐẢNG CỘNG SẢN VIỆT NAM.</span></strong></em></p>
<p><em><strong>a. Ho&agrave;n cảnh:</strong></em></p>
<p>Cuối 1929, phong tr&agrave;o c&ocirc;ng nh&acirc;n v&agrave; phong tr&agrave;o y&ecirc;u nước ph&aacute;t triển mạnh, &yacute; thức giai cấp v&agrave; ch&iacute;nh trị r&otilde; rệt</p>
<p>Ba tổ chức cộng sản ở Việt Nam ra đời năm 1929 họat động ri&ecirc;ng rẽ, tranh gi&agrave;nh ảnh hưởng của nhau, c&ocirc;ng k&iacute;ch lẫn nhau, l&agrave;m phong tr&agrave;o c&aacute;ch mạng trong nước c&oacute; nguy cơ chia rẽ lớn.</p>
<p>Trong t&igrave;nh h&igrave;nh đ&oacute;, Nguyễn &Aacute;i Quốc từ Xi&ecirc;m đ&atilde; trở về Hương Cảng, Quảng Ch&acirc;u, Trung Quốc để triệu tập hội nghị thống nhất c&aacute;c tổ chức cộng sản.</p>
<p><em><strong>b. Nội dung hội nghị:</strong></em></p>
<p>Với cương vị l&agrave; ph&aacute;i vi&ecirc;n của Quốc tế cộng sản, Nguyễn Ai Quốc triệu tập đại biểu của Đ&ocirc;ng Dương Cộng sản Đảng v&agrave; An Nam cộng sản đảng đến Cửu Long để b&agrave;n việc thống nhất</p>
<p>Từ 6-1-1930 đến 8-2-1930. Hội nghị hợp nhất ba tổ chức cộng sản diễn ra ở Cửu Long (Hương Cảng-TQ), Tham dự Hội nghị gồm: Trịnh Đ&igrave;nh Cửu, Nguyễn Đức Cảnh (đại biểu của Đ&ocirc;ng Dương Cộng sản đảng), Ch&acirc;u Văn Li&ecirc;m, Nguyễn Thiệu (đại biểu của An Nam Cộng sản đảng).</p>
<p>Hội nghị đ&atilde; nhất tr&iacute; thống nhất c&aacute;c tổ chức cộng sản th&agrave;nh Đảng cộng sản Việt Nam, th&ocirc;ng qua Ch&iacute;nh cương vắn tắt, s&aacute;ch lược vắn tắt của Đảng do Nguyễn &Aacute;i Quốc sọan thảo (Cương lĩnh ch&iacute;nh trị dầu ti&ecirc;n của Đảng cộng sản VN).</p>
<p>Ban chấp h&agrave;nh Trung ương l&acirc;m thời của Đảng th&agrave;nh lập gồm 7 ủy vi&ecirc;n do Trịnh Đ&igrave;nh Cửu đứng đầu.</p>
<p>24/02/1930, Đ&ocirc;ng Dương cộng sản Li&ecirc;n đo&agrave;n được kết nạp v&agrave;o Đảng cộng sản Việt Nam.</p>
<p>Tại Đại hội Đảng to&agrave;n quốc lần thứ III (9/1960) quyết định lấy ng&agrave;y 3/2/1930 l&agrave;m ng&agrave;y kỉ niệm th&agrave;nh lập Đảng.</p>
<p>* &Yacute; nghĩa: Hội nghị mang tầm v&oacute;c của một Đại hội th&agrave;nh lập Đảng.</p>
<p>c. Nội dung Cương lĩnh ch&iacute;nh trị đầu ti&ecirc;n:</p>
<p>Chiến lược c&aacute;ch mạng: tiến h&agrave;nh &nbsp;&rdquo;tư sản d&acirc;n quyền c&aacute;ch mạng v&agrave; thổ địa c&aacute;ch mạng để đi tới x&atilde; hội cộng sản &rdquo;.</p>
<p>Nhiệm vụ c&aacute;ch mạng: đ&aacute;nh đổ đế quốc Ph&aacute;p, phong kiến, tư sản phản c&aacute;ch mạng, l&agrave;m cho nuớc Việt Nam độc lập tự do, lập ch&iacute;nh phủ c&ocirc;ng, n&ocirc;ng, binh v&agrave; qu&acirc;n đội c&ocirc;ng n&ocirc;ng; tịch thu sản nghiệp của đế quốc v&agrave; phản c&aacute;ch mạng chia cho d&acirc;n c&agrave;y ngh&egrave;o, tiến h&agrave;nh c&aacute;ch mạng ruộng đất.</p>
<p>Lực lượng c&aacute;ch mạng: c&ocirc;ng n&ocirc;ng, tiểu tư sản, tr&iacute; thức, lợi dụng hoặc trung lập ph&uacute; n&ocirc;ng, địa chủ, tư sản. C&aacute;ch mạng phải li&ecirc;n lạc với c&aacute;c d&acirc;n tộc bị &aacute;p bức v&agrave; v&ocirc; sản thế giới.</p>
<p>L&atilde;nh đạo c&aacute;ch mạng: Đảng cộng sản Việt Nam: đội tiền phong của giai cấp v&ocirc; sản.</p>
<p>Tuy c&ograve;n vắn tắt, song đ&acirc;y l&agrave; Cương lĩnh giải ph&oacute;ng d&acirc;n tộc s&aacute;ng tạo, kết hợp đ&uacute;ng đắn vấn đề d&acirc;n tộc v&agrave; giai cấp. Độc lập, tự do l&agrave; tư tưởng chủ yếu của cương lĩnh.</p>
<p><em><strong>d. &Yacute; nghĩa việc th&agrave;nh lập Đảng cộng sản Việt Nam:</strong></em></p>
<p>Đảng cộng sản VN ra đời l&agrave; kết quả của cuộc đấu tranh d&acirc;n tộc v&agrave; đấu tranh giai cấp quyết liệt, l&agrave; sự s&agrave;ng lọc nghi&ecirc;m khắc của lịch sử Việt Nam đầu thế kỷ XX.</p>
<p>L&agrave; sản phẩm của sự kết hợp giữa chủ nghĩa M&aacute;c - L&ecirc;-nin với phong tr&agrave;o c&ocirc;ng nh&acirc;n v&agrave; phong tr&agrave;o y&ecirc;u nước ở VN trong thời đại mới.</p>
<p>L&agrave; một bước ngoặt vĩ đại trong lịch sử c&aacute;ch mạng VN. Từ đ&acirc;y, c&aacute;ch mạng giải ph&oacute;ng d&acirc;n tộc của nh&acirc;n d&acirc;n VN đặt dưới sự l&atilde;nh đạo duy nhất của Đảng cộng sản VN.</p>
<p>L&agrave; sự chuẩn bị tất yếu đầu ti&ecirc;n c&oacute; t&iacute;nh quyết định cho những bước ph&aacute;t triển nhảy vọt mới trong lịch sử của d&acirc;n tộc VN.</p>
<p><em><strong>* Căn cứ v&agrave;o đ&acirc;u để khẳng định cương lĩnh ch&iacute;nh trị đầu ti&ecirc;n do Nguyễn &Aacute;i Quốc soạn thảo l&agrave; đ&uacute;ng đắn, s&aacute;ng tạo v&agrave; khoa học ?</strong></em></p>
<p><em>+ Nội dung cương lĩnh ph&ugrave; hợp với quan điểm chủ nghĩa M&aacute;c &ndash;L&ecirc; nin v&agrave; thực tế cach mạng Việt Nam. Ngay từ đầu Đảng x&aacute;c định con đường ph&aacute;t triển tất yếu của CMVN l&agrave; kết hợp, giương cao ngọn cờ độc lập d&acirc;n tộc v&agrave; chủ nghĩa x&atilde; hội. Ch&iacute;nh con đường n&agrave;y đ&atilde; đưa CMVN đi từ thắng lợi n&agrave;y sang thắng lợi kh&aacute;c.</em></p>
<p><em>+ T&iacute;nh s&aacute;ng tạo thể hiện ở những quan điểm của chủ nghĩa M&aacute;c- L&ecirc; nin, vận dụng s&aacute;ng tạo v&agrave;o ho&agrave;n cảnh x&atilde; hội Việt Nam, kết hợp đ&uacute;ng đắn vấn đề d&acirc;n tộc v&agrave; vấn đề giai cấp, trong đ&oacute; độc lập, tự do l&agrave; tư tưởng cốt l&otilde;i.</em></p>
<p><em>+ Về lực lượng c&aacute;ch mạng, cương lĩnh thể hiện vấn đề đo&agrave;n kết d&acirc;n tộc để đ&aacute;ng đuổi kẻ th&ugrave;, ph&ugrave; hợp với ho&agrave;n cả nh một nước thuộc địa như Việt Nam.</em></p>
<p>&nbsp;</p></html>