<html><p><strong><em>II. PHONG TR&Agrave;O D&Acirc;N CHỦ 1936 &ndash; 1939</em></strong></p>
<p><strong><em>1.Hội nghị Ban Chấp h&agrave;nhTrung ương Đảng Cộng sản Đ&ocirc;ng Dương th&aacute;ng 7-1936.</em></strong></p>
<p><strong><em>1. Chủ trương của Đảng trong những năm 1936 &ndash; 1939.</em></strong></p>
<p>Th&aacute;ng 7/1936 của Hội nghị Ban Chấp h&agrave;nh Trung ương Đảng Cộng sản Đ&ocirc;ng Dương do L&ecirc; Hồng Phong chủ tr&igrave; ở Thượng Hải (Trung Quốc) dựa tr&ecirc;n Nghị quyết Đại hội VII của QTCS, đề ra đường lối v&agrave; phương ph&aacute;p đấu tranh:</p>
<p><strong>*&nbsp;<em>Nhiệm vụ chiến lược của c&aacute;ch mạng tư sản d&acirc;n quyền Đ&ocirc;ng Dương l&agrave; c</em></strong>hống đế quốc v&agrave; phong kiến.</p>
<p><strong>*&nbsp;<em>Nhiệm vụ trực tiếp, trước mắt l&agrave;&nbsp;</em>đ</strong>ấu tranh chống chế độ phản động thuộc địa, chống ph&aacute;t x&iacute;t, chống nguy cơ chiến tranh, đ&ograve;i tự do, d&acirc;n sinh, d&acirc;n chủ, cơm &aacute;o, h&ograve;a b&igrave;nh.</p>
<p><strong>*&nbsp;<em>Phương ph&aacute;p đấu tranh:</em>&nbsp;</strong>Kết hợp c&aacute;c h&igrave;nh thức c&ocirc;ng khai v&agrave; b&iacute; mật, hợp ph&aacute;p v&agrave; bất hợp ph&aacute;p.</p>
<p><strong>*&nbsp;<em>Chủ trương</em>:&nbsp;</strong>Th&agrave;nh lập Mặt trận thống nhất nh&acirc;n d&acirc;n phản đế Đ&ocirc;ng Dương. Th&aacute;ng 3/1938, đổi th&agrave;nh Mặt trận thống nhất d&acirc;n chủ Đ&ocirc;ng Dương, gọi tắt l&agrave;&nbsp;<strong><em>Mặt trận d&acirc;n chủ Đ&ocirc;ng Dương</em></strong>.</p>
<p><strong><em>2. Những phong tr&agrave;o đấu tranh ti&ecirc;u biểu</em></strong></p>
<p><strong><em>a. Đấu tranh đ&ograve;i c&aacute;c quyền tự do, d&acirc;n sinh, d&acirc;n chủ.</em></strong></p>
<p><strong><em>*. Phong tr&agrave;o Đ&ocirc;ng Dương Đại hội.</em></strong></p>
<p>Năm 1936,Đảng vận động v&agrave; tổ chức nh&acirc;n d&acirc;n thảo ra bản d&acirc;n nguyện vọng gửi tới ph&aacute;i đo&agrave;n ch&iacute;nh phủ Ph&aacute;p, ti&ecirc;n tời triệu tập Đ&ocirc;ng Dương Đại hội (8-1936)</p>
<p>C&aacute;c ủy ban h&agrave;nh động th&agrave;nh lập khắp nơi, ph&aacute;t truyền đơn, ra b&aacute;o, m&iacute;t tinh, thảo luận d&acirc;n chủ, d&acirc;n sinh&hellip;</p>
<p>Th&aacute;ng 09/1936 Ph&aacute;p giải t&aacute;n&nbsp;<em>Ủy ban h&agrave;nh động</em>, cấm hội họp, tịch thu c&aacute;c b&aacute;o.</p>
<p>Qua phong tr&agrave;o, đ&ocirc;ng đảo quần ch&uacute;ng được gi&aacute;c ngộ, đo&agrave;n kết đấu tranh đ&ograve;i quyền sống. Đảng thu được một số kinh nghiệm về ph&aacute;t động v&agrave; l&atilde;nh đạo đấu tranh c&ocirc;ng khai, hợp ph&aacute;p.</p>
<p><strong><em>* Phong tr&agrave;o đ&oacute;n G&ocirc;&ndash;đa</em></strong>: năm 1937, lợi dụng sự kiện đ&oacute; G&ocirc;-đa v&agrave; To&agrave;n quyền mới sang Đ&ocirc;ng Dương, Đảng tổ chức quần ch&uacute;ng m&iacute;t tinh, biểu dương lực lượng đưa y&ecirc;u s&aacute;ch về d&acirc;n sinh, d&acirc;n chủ.</p>
<p><strong><em>* 1937-1939</em></strong>: nhiều cuộc m&iacute;t tinh, biểu t&igrave;nh đ&ograve;i quyền sống tiếp tục diễn ra<strong><em>,</em></strong>&nbsp;nh&acirc;n ng&agrave;y Quốc tế lao động 01/05/1938, lần đầu ti&ecirc;n nhiều cuộc m&iacute;t tinh tổ chức c&ocirc;ng khai ở H&agrave; Nội, S&agrave;i G&ograve;n c&oacute; đ&ocirc;ng đảo quần ch&uacute;ng tham gia.</p>
<p><strong><em>Ngo&agrave;i ra c&ograve;n c&oacute; h&igrave;nh thức đấu tranh nghị trường v&agrave; đấu tranh tr&ecirc;n lĩnh vực b&aacute;o ch&iacute;.</em></strong></p>
<p><strong><em>3. &Yacute; nghĩa của phong tr&agrave;o d&acirc;n chủ 1936 &ndash; 1939</em></strong></p>
<p>L&agrave; phong tr&agrave;o quần ch&uacute;ng rộng lớn, c&oacute; tổ chức, dưới sự l&atilde;nh đạo của Đảng..</p>
<p>Buộc Ph&aacute;p phải nhượng bộ một số y&ecirc;u s&aacute;ch về d&acirc;n sinh, d&acirc;n chủ.</p>
<p>Quần ch&uacute;ng được gi&aacute;c ngộ về ch&iacute;nh trị, trở th&agrave;nh lực lượng ch&iacute;nh trị h&ugrave;ng hậu của c&aacute;ch mạng.</p>
<p>C&aacute;n bộ đựợc tập hợp v&agrave; trưởng th&agrave;nh.</p>
<p>L&agrave; một cuộc tập dượt thứ hai chuẩn bị cho Tổng khởi nghĩa th&aacute;ng T&aacute;m sau n&agrave;y.</p>
<p><strong><em>4. B&agrave;i học kinh nghiệm của phong tr&agrave;o d&acirc;n chủ 1936 &ndash; 1939</em></strong></p>
<p>Về việc x&acirc;y dựng Mặt trận d&acirc;n tộc thống nhất.</p>
<p>Tổ chức, l&atilde;nh đạo quần ch&uacute;ng đấu tranh c&ocirc;ng khai, hợp ph&aacute;p.</p>
<p>Đấu tranh tư tưởng trong nội bộ Đảng v&agrave; với c&aacute;c đảng ph&aacute;i phản động.</p>
<p>Đảng thấy được hạn chế trong c&ocirc;ng t&aacute;c mặt trận, d&acirc;n tộc&hellip;</p>
<p>L&agrave; một cuộc diễn tập thứ hai, chuẩn bị cho Tổng khởi nghĩa th&aacute;ng T&aacute;m sau n&agrave;y.</p>
<p><strong><em>SO S&Aacute;NH PHONG TR&Agrave;O 1930 &ndash; 1930 V&Agrave; PHONG TR&Agrave;O D&Acirc;N CHỦ 1936 &ndash; 1939.</em></strong></p>
<table width="487">
<thead>
<tr>
<td width="91">
<p><em>Nội dung</em></p>
</td>
<td width="192">
<p><em>1930-1931</em></p>
</td>
<td width="204">
<p><em>1936-1939</em></p>
</td>
</tr>
</thead>
<tbody>
<tr>
<td width="91">
<p><em>Kẻ th&ugrave;</em></p>
</td>
<td width="192">
<p><em>Đế quốc v&agrave; phong kiến</em></p>
</td>
<td width="204">
<p><em>Thực d&acirc;n Ph&aacute;p phản động, tay sai, ph&aacute;t x&iacute;t</em></p>
</td>
</tr>
<tr>
<td width="91">
<p><em>Nhiệm vụ</em></p>
<p><em>&nbsp;(khẩu hiệu)</em></p>
</td>
<td width="192">
<p><em>Chống đế quốc gi&agrave;nh độc lập, chống phong kiến gi&agrave;nh ruộng đất cho d&acirc;n c&agrave;y</em></p>
</td>
<td width="204">
<p><em>Chống ph&aacute;t x&iacute;t v&agrave; chiến tranh.Chống thực d&acirc;n phản động.</em></p>
<p><em>Đ&ograve;i tự do, d&acirc;n chủ, cơm &aacute;o, h&ograve;a b&igrave;nh</em></p>
</td>
</tr>
<tr>
<td width="91">
<p><em>Mặt trận</em></p>
</td>
<td width="192">
<p><em>Bước đầu thực hiện li&ecirc;n minh c&ocirc;ng n&ocirc;ng</em></p>
</td>
<td width="204">
<p><em>Mặt trận nh&acirc;n d&acirc;n phản đế Đ&ocirc;ng Dương sau đổi l&agrave; Mặt trận D&acirc;n chủ Đ&ocirc;ng Dương.</em></p>
</td>
</tr>
<tr>
<td width="91">
<p><em>H&igrave;nh thức,</em></p>
<p><em>phương ph&aacute;p đấu tranh</em></p>
</td>
<td width="192">
<p><em>B&iacute; mật, bất hợp ph&aacute;p. Bạo động vũ trang như b&atilde;i c&ocirc;ng, chuyển sang biểu t&igrave;nh vũ trang ở Hưng Nguy&ecirc;n, Thanh Chương, Vinh</em></p>
</td>
<td width="204">
<p><em>Hợp ph&aacute;p, nửa hợp ph&aacute;p, c&ocirc;ng khai hay nửa c&ocirc;ng khai.</em></p>
<p><em>&nbsp;</em></p>
</td>
</tr>
<tr>
<td width="91">
<p><em>Lực lượng</em></p>
<p><em>&nbsp;tham gia</em></p>
</td>
<td width="192">
<p><em>C&ocirc;ng nh&acirc;n.</em></p>
<p><em>N&ocirc;ng d&acirc;n</em></p>
</td>
<td width="204">
<p><em>Đ&ocirc;ng đảo, kh&ocirc;ng ph&acirc;n biệt th&agrave;nh phần, giai cấp.Ở th&agrave;nh thị rất s&ocirc;i nổi tạo n&ecirc;n đội qu&acirc;n ch&iacute;nh trị h&ugrave;ng hậu.</em></p>
</td>
</tr>
</tbody>
</table>
<p><strong><em>Nhận x&eacute;t:</em></strong></p>
<p><em>Sự kh&aacute;c nhau giữa phong tr&agrave;o 1930-1931 v&agrave; phong tr&agrave;o d&acirc;n chủ 1936-1939 cho thấy do ho&agrave;n cảnh thế giới v&agrave; trong nước kh&aacute;c nhau,n&ecirc;n chủ trương s&aacute;ch lược, h&igrave;nh thức tập hợp lực lượng v&agrave; h&igrave;nh thức đấu tranh phải kh&aacute;c nhau mới ph&ugrave; hợp.</em></p>
<p><em>Chủ trương của Đảng trong thời kỳ 1936-1939 chỉ c&oacute; t&iacute;nh chất s&aacute;ch lược nhưng rất kịp thời v&agrave; ph&ugrave; hợp với t&igrave;nh h&igrave;nh mới, tạo ra cao tr&agrave;o đấu tranh s&ocirc;i nổi. Qua đ&oacute; chứng tỏ Đảng ta đ&atilde; trưởng th&agrave;nh, c&oacute; khả năng đối ph&oacute; với mọi t&igrave;nh huống, đưa c&aacute;ch mạng tiến l&ecirc;n kh&ocirc;ng ngừng</em></p></html>