<p><strong><em>II. PHONG TR&Agrave;O C&Aacute;CH MẠNG 1930 &ndash; 1931 V&Agrave; X&Ocirc; VIẾT NGHỆ TĨNH</em></strong></p>
<p><strong><em>1. Phong tr&agrave;o c&aacute;ch mạng 1930 &ndash; 1931.</em></strong></p>
<p><strong><em>a.Phong tr&agrave;o tr&ecirc;n to&agrave;n quốc.</em></strong></p>
<p>Trong bối cảnh khủng hoảng kinh tế &ndash; x&atilde; hội, phong tr&agrave;o c&aacute;ch mạng l&ecirc;n cao</p>
<p>Đảng CSVN ra đời kịp thời l&atilde;nh đạo phong tr&agrave;o đấu tranh của c&ocirc;ng n&ocirc;ng trong cả nước.</p>
<p>Th&aacute;ng 2 đến th&aacute;ng 4-1930 nhiều cuộc đấu tranh của c&ocirc;ng nh&acirc;n v&agrave; n&ocirc;ng d&acirc;n nổ ra.</p>
<p><strong>Mục ti&ecirc;u</strong>: Đ&ograve;i cải thiện đời s&ocirc;ng,c&ocirc;ng nh&acirc;n đ&ograve;i tăng lương,giảm giờ l&agrave;m;n&ocirc;ng d&acirc;n đ&ograve;i giảm sưu thuế.Do Đảng l&atilde;nh đạo, c&oacute; khẩu hiệu ch&iacute;nh trị, c&oacute; cờ Đảng.</p>
<p>Nh&acirc;n ng&agrave;y Quốc tế lao động 1/5, cả nước b&ugrave;ng nổ nhiều cuộc đấu tranh, đ&acirc;y l&agrave; bước ngoặt của phong tr&agrave;o c&aacute;ch mạng. Lần đầu ti&ecirc;n c&ocirc;ng nh&acirc;n VN biểu t&igrave;nh kỷ niệm ng&agrave;y Quốc tế lao động, đấu tranh đ&ograve;i quyền lợi cho nh&acirc;n d&acirc;n lao động trong nước,&nbsp;<em>thể hiện t&igrave;nh đo&agrave;n kết c&aacute;ch mạng với nh&acirc;n d&acirc;n lao động thế giới</em></p>
<p>Th&aacute;ng 6 đến th&aacute;ng 8/1930 cuộc đấu tranh của c&ocirc;ng nh&acirc;n tr&ecirc;n cả nước.</p>
<p><strong><em>b. Ở Nghệ Tĩnh:</em></strong></p>
<p>-&nbsp;<em>Th&aacute;ng 9/1930</em>&nbsp;phong tr&agrave;o d&acirc;ng cao ở Nghệ An v&agrave; H&agrave; Tĩnh:</p>
<p>&nbsp;+ N&ocirc;ng d&acirc;n biểu t&igrave;nh c&oacute; vũ trang tự vệ với h&agrave;ng ngh&igrave;n người k&eacute;o đến huyện lị, tỉnh lị đ&ograve;i giảm thuế ở c&aacute;c huyện Nam Đ&agrave;n, Thanh Chương, Diễn Ch&acirc;u, Anh Sơn (Nghệ An), Kỳ Anh (H&agrave; Tĩnh) &hellip;&nbsp; được c&ocirc;ng nh&acirc;n Vinh - Bến Thủy hưởng ứng.</p>
<p>- Ng&agrave;y&nbsp;<em>12/ 9/1930</em>&nbsp;biểu t&igrave;nh của 8000 n&ocirc;ng d&acirc;n Hưng Nguy&ecirc;n (Nghệ An):</p>
<p>+ Với khẩu hiệu: &rdquo;Đả đảo chủ nghĩa đế quốc ! &rdquo;. Đến gần Vinh, con số l&ecirc;n tới 3 vạn người, xếp h&agrave;ng d&agrave;i 4 km. Ph&aacute;p đ&agrave;n &aacute;p d&atilde; man: cho m&aacute;y bay n&eacute;m bom l&agrave;m chết 217 người, bị thương 126 người.</p>
<p>+Ch&iacute;nh quyền thực d&acirc;n, phong kiến bị t&ecirc; liệt, tan r&atilde; ở nhiều huyện, x&atilde;.</p>
<p>+ Nhiều cấp ủy Đảng ở th&ocirc;n x&atilde; l&atilde;nh đạo nh&acirc;n d&acirc;n tự quản l&yacute; đời sống ch&iacute;nh trị, kinh tế, văn h&oacute;a x&atilde; hội ở địa phương, l&agrave;m chức năng của ch&iacute;nh quyền, gọi l&agrave;&nbsp;<strong><em>X&ocirc; viết</em></strong>.</p>
<p><strong><em>2. X&ocirc; viết Nghệ Tĩnh.</em></strong></p>
<p>Ra đời sau biểu t&igrave;nh từ th&aacute;ng 09/1930, tại Nghệ An ở Thanh Chương, Nam Đ&agrave;n, Anh Sơn, Nghi Lộc, Hưng Nguy&ecirc;n, Diễn Ch&acirc;u. Ở H&agrave; Tĩnh, X&ocirc; viết h&igrave;nh th&agrave;nh ở Can Lộc, Nghi Xu&acirc;n, Hương Kh&ecirc; &hellip; thực hiện quyền l&agrave;m chủ, điều h&agrave;nh mọi mặt đời sống x&atilde; hội.</p>
<html><p><strong><em>+ Ch&iacute;nh trị:</em></strong>&nbsp;quần ch&uacute;ng tự do tham gia c&aacute;c đo&agrave;n thể c&aacute;ch mạng. C&aacute;c đội tự vệ đỏ v&agrave; t&ograve;a &aacute;n nh&acirc;n d&acirc;n th&agrave;nh lập.</p>
<p><strong><em>+ Kinh tế:&nbsp;</em></strong>chia ruộng đất c&ocirc;ng cho d&acirc;n c&agrave;y ngh&egrave;o, b&atilde;i bỏ thuế th&acirc;n, thuế chợ, thuế đ&ograve;, thuế muối, x&oacute;a nợ cho người ngh&egrave;o. Đắp đ&ecirc;, ph&ograve;ng lụt, sửa chữa cầu đường. Lập c&aacute;c tổ chức sản xuất để n&ocirc;ng d&acirc;n gi&uacute;p đỡ nhau</p>
<p><strong><em>* Văn h&oacute;a, x&atilde; hội:</em></strong>&nbsp;x&oacute;a bỏ tệ nạn m&ecirc; t&iacute;n, dị đoan, rượu ch&egrave;, cờ bạc, trộm cắp; trật tự trị an giữ vững, biết đo&agrave;n kết gi&uacute;p đỡ nhau.</p>
<p><strong><em>&egrave;&nbsp;X&ocirc; viết Nghệ Tĩnh</em></strong>&nbsp;l&agrave; đỉnh cao của phong tr&agrave;o 1930-1931</p>
<p><strong><em>3. Hội nghị lần thứ nhất Ban chấp h&agrave;nh Trung ương l&acirc;m thời Đảng Cộng sản Việt Nam (10.1930).</em></strong></p>
<p>Th&aacute;ng 10/ 1930&nbsp;<strong><em>Hội nghị lần thứ nhất Ban chấp h&agrave;nh Trung ương l&acirc;m thời Đảng Cộng sản Việt Nam&nbsp;</em></strong>tại Hương Cảng (Trung Quốc)</p>
<p><strong><em>Quyết định:</em></strong></p>
<p>+ Đổi t&ecirc;n Đảng Cộng sản Việt Nam th&agrave;nh Đảng Cộng sản Đ&ocirc;ng Dương.</p>
<p>+ Cử ra Ban<strong>&nbsp;</strong>Chấp h&agrave;nh<strong>&nbsp;</strong>Trung<strong>&nbsp;</strong>ương ch&iacute;nh thức do Trần Ph&uacute; l&agrave;m Tổng b&iacute; thư</p>
<p>+ Th&ocirc;ng qua Luận cương ch&iacute;nh trị của Đảng.</p>
<p><strong><em>*&nbsp;Nội dung Luận cương ch&iacute;nh trị th&aacute;ng 10.1930:</em></strong></p>
<p><strong><em>- Chiến lược v&agrave; S&aacute;ch lược:&nbsp;</em></strong>C&aacute;ch mạng Đ&ocirc;ng Dương l&uacute;c đầu l&agrave; c&aacute;ch mạng tư sản d&acirc;n quyền, sau đ&oacute; tiến thẳng l&ecirc;n XHCN, bỏ qua thời kỳ tư bản chủ nghĩa.</p>
<p><strong>-&nbsp;<em>Nhiệm vụ&nbsp;</em></strong>đ&aacute;nh phong kiến v&agrave; đ&aacute;nh đế quốc l&agrave; hai nhiệm vụ c&oacute; quan hệ khăng kh&iacute;t.</p>
<p><strong>-&nbsp;<em>Động lực c&aacute;ch mạng</em>&nbsp;</strong>l&agrave;<strong>&nbsp;</strong>c&ocirc;ng nh&acirc;n v&agrave; n&ocirc;ng d&acirc;n.</p>
<p><strong>-&nbsp;<em>L&atilde;nh đạo c&aacute;ch mạng</em>&nbsp;</strong>l&agrave; giai cấp c&ocirc;ng nh&acirc;n &ndash; Đội ti&ecirc;n phong l&agrave; Đảng Cộng sản.</p>
<p>- N&ecirc;u r&otilde; h&igrave;nh thức, biện ph&aacute;p đấu tranh, quan hệ giữa CMVN v&agrave; c&aacute;ch mạng thế giới.</p>
<p><strong>&nbsp;-&nbsp;<em>Hạn chế</em>: +&nbsp;</strong>Chưa n&ecirc;u được m&acirc;u thuẫn chủ yếu của x&atilde; hội Đ&ocirc;ng Dương.</p>
<p>+ Kh&ocirc;ng đưa ngọn cờ d&acirc;n tộc l&ecirc;n h&agrave;ng đầu, nặng về đấu tranh giai cấp v&agrave; c&aacute;ch mạng ruộng đất.</p>
<p>&nbsp;+ Đ&aacute;nh gi&aacute; kh&ocirc;ng đ&uacute;ng khả năng c&aacute;ch mạng của tầng lớp tiểu tư sản, giai cấp tư sản d&acirc;n tộc, khả năng l&ocirc;i k&eacute;o bộ phận trung, tiểu địa chủ tham gia Mặt trận d&acirc;n tộc thống nhất, chống đế qu&ocirc;c v&agrave; phong kiến.</p>
<p><strong><em>4. &Yacute; nghĩa lịch sử v&agrave; b&agrave;i học kinh nghiệm của phong tr&agrave;o CM 1930 - 1931.</em></strong></p>
<p><strong><em>a. &Yacute; nghĩa lịch sử</em></strong></p>
<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Khẳng định đường lối đ&uacute;ng đắn của Đảng, quyền l&atilde;nh đạo của giai cấp c&ocirc;ng nh&acirc;n đối với c&aacute;ch mạng c&aacute;c nước Đ&ocirc;ng Dương.</p>
<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Khối li&ecirc;n minh c&ocirc;ng n&ocirc;ng h&igrave;nh th&agrave;nh.</p>
<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; L&agrave; cuộc tập dượt đầu ti&ecirc;n cho Tổng khởi nghĩa th&aacute;ng T&aacute;m sau n&agrave;y.</p>
<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Được đ&aacute;nh gi&aacute; cao trong phong tr&agrave;o cộng sản v&agrave; c&ocirc;ng nh&acirc;n quốc tế.</p>
<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Quốc tế Cộng sản c&ocirc;ng nhận: Đảng Cộng sản Đ&ocirc;ng Dương l&agrave; ph&acirc;n bộ độc lập trực thuộc Quốc tế Cộng sản.</p>
<p><strong><em>b. B&agrave;i học kinh nghiệm:</em></strong><strong>&nbsp;</strong>Để lại b&agrave;i học qu&yacute; về c&ocirc;ng t&aacute;c tư tưởng, x&acirc;y dựng khối li&ecirc;n minh c&ocirc;ng n&ocirc;ng, mặt trận d&acirc;n tộc thống nhất, tổ chức l&atilde;nh đạo quần ch&uacute;ng đấu tranh &hellip;</p>
<p><strong><em>* So s&aacute;nh Cương lĩnh ch&iacute;nh trị (2-1930) v&agrave; Luận Cương ch&iacute;nh trị (10-1930)</em></strong><strong>:</strong></p>
<p><em>Những điểm chủ yếu về cơ bản giống nhau.</em></p>
<p><em>Luận Cương ch&iacute;nh trị 10-1930 x&aacute;c định c&aacute;c vấn đề chiến lược c&aacute;ch mạng, nhưng cũng c&oacute; những hạn chế nhất định:</em></p>
<p><em>+ Chưa n&ecirc;u được m&acirc;u thuẫn chủ yếu của x&atilde; hội Đ&ocirc;ng Dương.</em></p>
<p><em>+ Kh&ocirc;ng đưa ngọn cờ d&acirc;n tộc l&ecirc;n h&agrave;ng đầu, nặng về đấu tranh giai cấp v&agrave; c&aacute;ch mạng ruộng đất.</em></p>
<p><em>+ Đ&aacute;nh gi&aacute; kh&ocirc;ng đ&uacute;ng khả năng c&aacute;ch mạng của tầng lớp tiểu tư sản, giai cấp tư sản d&acirc;n tộc, khả năng l&ocirc;i k&eacute;o bộ phận trung, tiểu địa chủ tham gia Mặt trận d&acirc;n tộc thống nhất, chống đế qu&ocirc;c v&agrave; phong kiến.</em></p>
<p><em>Những nhược điểm n&agrave;y mang t&iacute;nh &rdquo;tả khuynh &rdquo;,trải qua qu&aacute; tr&igrave;nh đấu tranh thực tiễn, c&aacute;c nhược điểm tr&ecirc;n mới dần khắc phục</em>.</p></html>