<html><p><em><strong><span style="text-decoration: underline;">II. PHONG TR&Agrave;O D&Acirc;N TỘC D&Acirc;N CHỦ Ở VIỆT NAM TỪ 1919 ĐẾN 1925.</span></strong></em></p>
<p><em><strong><span style="text-decoration: underline;">1. Hoạt động của Phan Bội Ch&acirc;u, Phan Ch&acirc;u Trinh v&agrave; một số người Việt Nam ở nước ngo&agrave;i:</span></strong></em></p>
<p><em><strong><span style="text-decoration: underline;">2. Hoạt động của tư sản, tiểu tư sản v&agrave; c&ocirc;ng nh&acirc;n Việt Nam:</span></strong></em></p>
<p><em><strong>*Hoạt động của tư sản Việt Nam:</strong></em></p>
<p>Tẩy chay tư sản Hoa kiều, vận động người Việt d&ugrave;ng h&agrave;ng Việt. Đấu tranh chống độc quyền cảng S&agrave;i G&ograve;n, độc quyền xuất cảng l&uacute;a gạo tại Nam Kỳ của tư bản Ph&aacute;p.</p>
<p>Tư sản lớn ở Nam Kỳ như B&ugrave;i Quang Chi&ecirc;u, Nguyễn Phan Long&hellip;th&agrave;nh lập Đảng Lập hiến (1923), đ&ograve;i tự do, d&acirc;n chủ, nhưng khi được Ph&aacute;p nhượng bộ một số quyền lợi họ sẵn s&agrave;ng thoả hiệp với ch&uacute;ng.</p>
<p>Ngo&agrave;i Bắc c&oacute; nh&oacute;m Nam Phong của Phạm Quỳnh cổ vũ thuyết &rdquo;qu&acirc;n chủ lập hiến &rdquo;, nh&oacute;m Trung Bắc t&acirc;n văn của Nguyễn Văn Vĩnh đề cao &rdquo;trực trị &rdquo;.</p>
<p><em><strong>* Hoạt động của tiểu tư sản tr&iacute; thức:</strong></em><span class="apple-converted-space">&nbsp;</span>hoạt động s&ocirc;i nổi như đấu tranh đ&ograve;i quyền tự do d&acirc;n chủ.</p>
<p>&nbsp;+ Tổ chức ch&iacute;nh trị: như Việt Nam nghĩa đo&agrave;n, Hội Phục Việt, Đảng Thanh ni&ecirc;n (đại biểu:T&ocirc;n Quang Phiệt, Đặng Thai Mai, Trần Huy Liệu, Nguyễn An Ninh&hellip;)</p>
<p>&nbsp;+ B&aacute;o tiến bộ ra đời như Chu&ocirc;ng r&egrave;, An Nam trẻ, Người nh&agrave; qu&ecirc;, Hữu Thanh, Tiếng D&acirc;n&hellip;</p>
<p>&nbsp;+ Nh&agrave; xuất bản tiến bộ như Nam đồng thư x&atilde; (H&agrave; Nội), Cường học thư x&atilde; (S&agrave;i G&ograve;n), Quan hải t&ugrave;ng thư (Huế).</p>
<p>&nbsp;+ Cao tr&agrave;o y&ecirc;u nước d&acirc;n chủ c&ocirc;ng khai: như đ&ograve;i Ph&aacute;p thả tự do cho Phan Bội Ch&acirc;u (1925); để tang cụ &nbsp;Phan Chu Trinh.</p>
<p><em><strong>* C&aacute;c cuộc đấu tranh của c&ocirc;ng nh&acirc;n:</strong></em></p>
<p>Ng&agrave;y c&agrave;ng nhiều hơn nhưng vẫn c&ograve;n lẻ tẻ, tự ph&aacute;t. Đầu những năm 20 của thế kỷ XX, ở S&agrave;i G&ograve;n - Chợ Lớn th&agrave;nh lập C&ocirc;ng hội (b&iacute; mật) do T&ocirc;n Đức Thắng đứng đầu.</p>
<p>Cuộc b&atilde;i c&ocirc;ng của thợ m&aacute;y xưởng Ba Son tại cảng S&agrave;i G&ograve;n kh&ocirc;ng chịu sửa chữa chiến hạm Misơl&ecirc; của Ph&aacute;p để phản đối việc chiến hạm n&agrave;y chở binh l&iacute;nh sang đ&agrave;n &aacute;p phong tr&agrave;o đấu tranh của nh&acirc;n d&acirc;n Trung Quốc (8/1925).</p>
<p>Cuộc b&atilde;i c&ocirc;ng của thợ m&aacute;y Ba son đ&ograve;i tăng lương 20%, phải cho những c&ocirc;ng nh&acirc;n bị thải hồi được trở lại l&agrave;m việc. Cuộc đấu tranh thắng lợi đ&aacute;nh dấu bước tiến mới của phong tr&agrave;o c&ocirc;ng nh&acirc;n.</p>
<p><em><strong><span style="text-decoration: underline;">3. Hoạt động y&ecirc;u nước của Nguyễn Ai Quốc.</span></strong></em></p>
<p><em>* Nguyễn Tất Th&agrave;nh t&ecirc;n thật l&agrave; Nguyễn Sinh Cung, xuất th&acirc;n trong một gia đ&igrave;nh Nho gi&aacute;o y&ecirc;u nước ở x&atilde; Kim Li&ecirc;n, huyện Nam Đ&agrave;n, t&igrave;nh Nghệ An. L&agrave; một thanh ni&ecirc;n sớm c&oacute; l&ograve;ng y&ecirc;u nước, nhận thấy những hạn chế trong chủ trương cứu nước của c&aacute;c vị tiền bối, Ng&agrave;y5/6/1911, tại Bến Cảng Nh&agrave; Rồng,&ocirc;ng quyết định ra đi t&igrave;m đường cứu nước.</em></p>
<p>Sau nhiều năm b&ocirc;n ba khắp thế giới, Nguyễn Tất Th&agrave;nh trở lại Ph&aacute;p v&agrave;o năm 1917, gia nhập Đảng X&atilde; hội Ph&aacute;p 1919.</p>
<p>18/6/1919, thay mặt những người Việt Nam y&ecirc;u nước tại Ph&aacute;p, Nguyễn Ai Quốc gửi tới hội nghị Versailles &nbsp;&rdquo;Bản y&ecirc;u s&aacute;ch của nh&acirc;n d&acirc;n An Nam &rdquo; đ&ograve;i Ph&aacute;p v&agrave; Đồng minh thừa nhận quyền tự do, d&acirc;n chủ, quyền b&igrave;nh đẳng của nh&acirc;n d&acirc;n An Nam &rdquo;.</p>
<p>- Th&aacute;ng 07/1920 Nguyễn Ai Quốc đọc bản Sơ thảo lần thứ nhất Luận cương về vấn đề d&acirc;n tộc v&agrave; thuộc địa của V.I.L&ecirc;nin, khẳng định con đường gi&agrave;nh độc lập, tự do của nh&acirc;n d&acirc;n Việt Nam.</p>
<p>25/12/1920, tham dự Đại hội Đại biểu của Đảng X&atilde; hội Ph&aacute;p ở Tua, gia nhập Quốc tế Cộng sản, trở th&agrave;nh đảng vi&ecirc;n Cộng sản v&agrave; tham gia th&agrave;nh lập Đảng Cộng sản Ph&aacute;p.</p>
<p><strong>*</strong><span class="apple-converted-space"><strong>&nbsp;</strong></span><em><strong>C&aacute;c sự kiện tr&ecirc;n đ&atilde; đ&aacute;nh dấu bước ngoặt về tư tưởng,</strong></em><span class="apple-converted-space">&nbsp;</span>Nguyễn Ai Quốc đ&atilde;<span class="apple-converted-space">&nbsp;</span><em><strong>từ chủ nghĩa d&acirc;n tộc đến với chủ nghĩa cộng sản, từ chiến sĩ chống chủ nghĩa thực d&acirc;n th&agrave;nh chiến sĩ quốc tế v&ocirc; sản</strong></em>, l&agrave; người mở đường cho sự nghiệp giải ph&oacute;ng d&acirc;n tộc ở Việt Nam.</p>
<p>1921, Người lập Hội li&ecirc;n hiệp c&aacute;c d&acirc;n tộc thuộc địa ở Paris để đo&agrave;n kết c&aacute;c lực lượng c&aacute;ch mạng chống chủ nghĩa thực d&acirc;n, ra b&aacute;o &rdquo;Người c&ugrave;ng khổ &rdquo; l&agrave; cơ quan ng&ocirc;n luận của Hội.</p>
<p>Người c&ograve;n viết b&agrave;i cho b&aacute;o Nh&acirc;n đạo, Đời sống c&ocirc;ng nh&acirc;n&hellip;, đặc biệt l&agrave; t&aacute;c phẩm Bản &aacute;n chế độ thực d&acirc;n Ph&aacute;p.</p>
<p>6/1923: Người đến Li&ecirc;n X&ocirc; dự Hội nghị Quốc tế n&ocirc;ng d&acirc;n (10/1923) v&agrave; Đại hội Quốc tế Cộng sản lần V (1924)</p>
<p>11/11/1924, Người về Quảng Ch&acirc;u (Trung Quốc) trực tiếp tuy&ecirc;n truyền, gi&aacute;o dục l&yacute; luận, x&acirc;y dựng tổ chức c&aacute;ch mạng giải ph&oacute;ng d&acirc;n tộc Việt Nam.</p>
<p>Th&aacute;ng 6/1925: Th&agrave;nh lập Hội Việt Nam C&aacute;ch mạng thanh ni&ecirc;n nhằm tổ chức v&agrave; l&atilde;nh đạo quần ch&uacute;ng đấu tranh chống Ph&aacute;p.</p>
<p><em><strong>* &Yacute; nghĩa:</strong></em><span class="apple-converted-space"><strong><em>&nbsp;</em></strong></span>Người đ&atilde; t&igrave;m ra con đường cứu nước đ&uacute;ng đắn cho c&aacute;ch mạng Việt Nam l&agrave; độc lập d&acirc;n tộc, gắn liền với chủ nghĩa x&atilde; hội. kết hợp tinh thần y&ecirc;u nước với tinh thần quốc tế v&ocirc; sản.</p>
<p>Chuẩn bị về tư tưởng cho c&aacute;ch mạng Việt nam.</p>
<p>Chuẩn bị về tổ chức cho c&aacute;ch mạng Việt Nam.</p>
<p><em><strong>* Con đường cứu nước của nguyễn &Aacute;i Quốc c&oacute; g&igrave; kh&aacute;c so với trước ?</strong></em></p>
<p><em><strong>+ Hướng đi</strong></em>:<span class="apple-converted-space">&nbsp;</span><em>C&aacute;c vị tiền bối t&igrave;m đường sang phương Đ&ocirc;ng, Nguyễn &Aacute;i Quốc quyết định đi sang phương T&acirc;y</em>.</p>
<p><em><strong>+ C&aacute;ch đi</strong></em>:<span class="apple-converted-space">&nbsp;</span><em>những vị tiền bối t&igrave;m c&aacute;ch gặp gỡ với tầng lớp l&atilde;nh đạo b&ecirc;n tr&ecirc;n. Ngược lại NAQ th&acirc;m nhập v&agrave;o c&aacute;c tầng lớp, giao cấp thấp nhất trong x&atilde; hội. Từ đ&oacute;, Người c&oacute; &yacute; thức gi&aacute;c ngộ, đo&agrave;n kết đấu tranh,gặp được chủ nghĩa M&aacute;c &ndash;L&ecirc; nin, t&igrave;m ra con đường cứu nước đ&uacute;ng đắn cho d&acirc;n tộc.</em></p>
<p><em><strong>* C&ocirc;ng lao của Nguyễn &Aacute;i Quốc:</strong></em></p>
<p><em>+ Người t&igrave;m ra con đường cứu nước đ&uacute;ng đắn để giải ph&oacute;ng d&acirc;n tộc Việt Nam.</em></p>
<p><em>+ Nhờ đ&oacute; tiến tới th&agrave;nh lập Đảng Cộng sản Việt Nam, l&agrave;m c&aacute;ch mạng th&aacute;ng T&aacute;m th&agrave;nh c&ocirc;ng; tiến h&agrave;nh chống Ph&aacute;p &ndash; Mỹ thắng lợi</em></p>
<p><em><strong>&nbsp;</strong></em></p></html>