<html><p><strong><em>II. XU THẾ TO&Agrave;N CẦU H&Oacute;A V&Agrave; ẢNH HƯỞNG CỦA N&Oacute;.</em></strong></p>
<p><strong><em>1. Xu thế to&agrave;n cầu h&oacute;a từ sau chiến tranh lạnh:</em></strong></p>
<p><strong><em>a. Bản chất:&nbsp;</em></strong>To&agrave;n cầu h&oacute;a l&agrave; qu&aacute; tr&igrave;nh tăng l&ecirc;n mạnh mẽ những mối li&ecirc;n hệ, những ảnh hưởng t&aacute;c động lẫn nhau, phụ thuộc lẫn nhau của tất cả c&aacute;c khu vực, c&aacute;c quốc gia, d&acirc;n tộc tr&ecirc;n thế giới.</p>
<p><strong><em>b. Biểu hiện của to&agrave;n cầu h&oacute;a:</em></strong></p>
<p>Sự ph&aacute;t triển nhanh ch&oacute;ng của quan hệ thương mại quốc tế. (gi&aacute; trị trao đổi tăng l&ecirc;n 12 lần )</p>
<p>Sự ph&aacute;t triển v&agrave; t&aacute;c động to lớn của c&aacute;c c&ocirc;ng ty xuy&ecirc;n quốc gia. Gi&aacute; trị trao đổi tương đương &frac34; gi&aacute; trị thương mại to&agrave;n cầu.</p>
<p>Sự s&aacute;p nhập v&agrave; hợp nhất c&aacute;c c&ocirc;ng ty th&agrave;nh những tập đo&agrave;n lớn, nhất l&agrave; c&ocirc;ng ty khoa học- kỹ thuật</p>
<p>Sự ra đời của c&aacute;c tổ chức li&ecirc;n kết kinh tế, thương mại, t&agrave;i ch&iacute;nh quốc tế v&agrave; khu vực (EU, IMF, WTO, APEC, ASEM&hellip;) &nbsp;<strong>=&gt;&nbsp;<em>L&agrave; xu thế kh&aacute;ch quan kh&ocirc;ng thể đảo ngược.</em></strong></p>
<p><strong><em>c. Ảnh hưởng của xu thế to&agrave;n cầu h&oacute;a:</em></strong></p>
<p><strong><em>* T&iacute;ch cực:</em></strong></p>
<p>Th&uacute;c đẩy nhanh ch&oacute;ng sự ph&aacute;t triển v&agrave; x&atilde; hội h&oacute;a của lực lượng sản xuất, đưa lại sự tăng trưởng cao&nbsp;<em>(nửa đầu thế kỷ XX, GDP thế giới tăng 2,7 lần, nửa cuối thế kỷ tăng 5,2 lần).</em></p>
<p>G&oacute;p phần chuyển biến cơ cấu kinh tế, đ&ograve;i hỏi cải c&aacute;ch s&acirc;u rộng để n&acirc;ng cao t&iacute;nh cạnh tranh v&agrave; hiệu quả của nền kinh tế.</p>
<p><strong><em>* Ti&ecirc;u cực:</em></strong>&nbsp;Đ&agrave;o s&acirc;u hố ngăn c&aacute;ch gi&agrave;u ngh&egrave;o v&agrave; bất c&ocirc;ng x&atilde; hội</p>
<p>L&agrave;m cho mọi mặt của cuộc sống con người k&eacute;m an to&agrave;n, tạo ra nguy cơ đ&aacute;nh mất bản sắc d&acirc;n tộc v&agrave; độc lập tự chủ của c&aacute;c quốc gia.</p>
<p>To&agrave;n cầu h&oacute;a vừa l&agrave; thời cơ, cơ hội lớn cho c&aacute;c nước ph&aacute;t triển mạnh, đồng thời cũng tạo ra những th&aacute;ch thức lớn đối với c&aacute;c nước đang ph&aacute;t triển, trong đ&oacute; c&oacute; Việt Nam, l&agrave; nếu bỏ lỡ thời cơ sẽ tụt hậu nguy hiểm.</p> </html>