<html><p><strong><em>II. TRUNG QUỐC</em></strong></p>
<p><strong><em>1. Sự th&agrave;nh lập nước CHND Trung Hoa.</em></strong></p>
<p>* Từ 1946 &ndash; 1949, nội chiến giữa Đảng Quốc d&acirc;n v&agrave; Đảng Cộng sản:</p>
<p><strong>-&nbsp;</strong>Ng&agrave;y 20/07/1946, Tưởng Giới Thạch ph&aacute;t động nội chiến.</p>
<p>- Từ th&aacute;ng 7/1946 đến th&aacute;ng 6/1947: Qu&acirc;n giải ph&oacute;ng thực hiện chiến lược ph&ograve;ng ngự t&iacute;ch cực, sau đ&oacute; chuyển sang phản c&ocirc;ng v&agrave; giải ph&oacute;ng to&agrave;n bộ lục địa Trung Quốc. Cuối năm 1949, Đảng Quốc D&acirc;n thất bại phải bỏ chạy ra Đ&agrave;i Loan.</p>
<p>- Ng&agrave;y&nbsp;<em>01/10/1949</em>, nước Cộng h&ograve;a nh&acirc;n d&acirc;n Trung Hoa th&agrave;nh lập.</p>
<p><strong><em>* &Yacute; nghĩa:</em></strong>- Cuộc c&aacute;ch mạng d&acirc;n tộc d&acirc;n chủ Trung Quốc đ&atilde; ho&agrave;n th&agrave;nh,&nbsp;<strong><em>chấm dứt</em></strong>&nbsp;hơn 100 năm n&ocirc; dịch v&agrave; thống trị của đế quốc<strong><em>.</em></strong></p>
<p><strong><em>- X&oacute;a bỏ</em></strong>&nbsp;t&agrave;n dư phong kiến,&nbsp;<strong><em>mở ra</em></strong>&nbsp;kỷ nguy&ecirc;n độc lập tự do tiến l&ecirc;n CNXH.</p>
<p>&nbsp;- Ảnh hưởng s&acirc;u sắc đến phong tr&agrave;o giải ph&oacute;ng d&acirc;n tộc thế giới.</p>
<p><strong><em>2. C&ocirc;ng cuộc cải c&aacute;ch &ndash; mở cửa (từ 1978 đến nay ):</em></strong></p>
<p>Th&aacute;ng 12.1978, Đảng Cộng sản Trung Quốc đ&atilde; vạch ra đường lối cải c&aacute;ch.</p>
<p>Đến Đại hội XIII (10.1987), được n&acirc;ng l&ecirc;n th&agrave;nh&nbsp;<strong><em>Đường lối chung</em></strong>&nbsp;của Đảng:</p>
<p><strong><em>a. Về kinh tế</em></strong></p>
<p>Ph&aacute;t triển kinh tế l&agrave;m trọng t&acirc;m, tiến h&agrave;nh cải c&aacute;ch v&agrave; mở cửa, chuyển từ kinh tế kế hoạch h&oacute;a tập trung sang nền kinh tế thị trường XHCN, nhằm hiện đại h&oacute;a v&agrave; x&acirc;y dựng CNXH mang đặc sắc Trung Quốc, biến Trung Quốc th&agrave;nh nước gi&agrave;u mạnh, d&acirc;n chủ v&agrave; văn minh.</p>
<p>Năm 1998, kinh tế Trung Quốc tiến bộ nhanh ch&oacute;ng, đạt tốc độ tăng trưởng cao nhất thế giới (GDP tăng 8%/năm), đời sống nh&acirc;n d&acirc;n cải thiện r&otilde; rệt.</p>
<p>Nền khoa học &ndash; kỹ thuật, văn h&oacute;a, gi&aacute;o dục Trung Quốc đạt th&agrave;nh tựu kh&aacute; cao (năm 1964, thử th&agrave;nh c&ocirc;ng bom nguy&ecirc;n tử; năm 2003: ph&oacute;ng th&agrave;nh c&ocirc;ng t&agrave;u &rdquo;Thần Ch&acirc;u<em>&nbsp;5 &rdquo;v&agrave;o kh&ocirc;ng gian</em>)</p>
<p><strong><em>b. Về đối ngoại</em></strong></p>
<p>B&igrave;nh thường h&oacute;a quan hệ ngoại giao với Li&ecirc;n X&ocirc;, M&ocirc;ng Cổ, Việt Nam&hellip;</p>
<p>Mở rộng quan hệ hữu nghị, hợp t&aacute;c với c&aacute;c nước tr&ecirc;n thế giới, g&oacute;p sức giải quyết c&aacute;c vụ tranh chấp quốc tế.</p>
<p>Vai tr&ograve; v&agrave; vị tr&iacute; của Trung Quốc n&acirc;ng cao tr&ecirc;n trường quốc tế, thu hồi chủ quyền Hồng K&ocirc;ng (1997), Ma Cao (1999).</p>
<p>Đ&agrave;i Loan l&agrave; một bộ phận của l&atilde;nh thổ Trung Quốc, nhưng đến nay Trung Quốc vẫn chưa kiểm so&aacute;t được Đ&agrave;i Loan.</p> </html>