<html><p><strong><em>II. C&Aacute;C NƯỚC MỸ LATINH</em></strong></p>
<p>Gồm 33 nước. 20,5 triệu km2, 517 triệu d&acirc;n (2000), gi&agrave;u n&ocirc;ng &ndash;l&acirc;m sản v&agrave; kho&aacute;ng sản.</p>
<p><strong><em>1. V&agrave;i n&eacute;t về qu&aacute; tr&igrave;nh đấu tranh gi&agrave;nh v&agrave; bảo vệ độc lập d&acirc;n tộc.</em></strong></p>
<p>&nbsp;Đầu thế kỷ XX đ&atilde; gi&agrave;nh độc lập từ T&acirc;y Ban Nha v&agrave; Bồ Đ&agrave;o Nha, nhưng sau đ&oacute; lệ thuộc Mỹ</p>
<p>&nbsp;Sau Chiến tranh thế giới thứ hai l&agrave; &nbsp;&rdquo;s&acirc;n sau &rdquo;, l&agrave; thuộc địa kiểu mới của Mỹ.</p>
<p>Sau Chiến tranh thế giới thứ hai, phong tr&agrave;o đấu tranh chống chế độ độc t&agrave;i th&acirc;n Mỹ b&ugrave;ng nổ v&agrave; ph&aacute;t triển. Ti&ecirc;u biểu l&agrave; thắng lợi của c&aacute;ch mạng Cu Ba:</p>
<p><strong><em>* Tại Cu ba:</em></strong></p>
<p><em>+ Th&aacute;ng 3/1952, Mỹ gi&uacute;p Ba-ti-xta lập chế độ độc t&agrave;i qu&acirc;n sự, x&oacute;a bỏ Hiến ph&aacute;p 1940, cấm c&aacute;c đảng ph&aacute;i ch&iacute;nh trị hoạt động, bắt giam v&agrave; t&agrave;n s&aacute;t nhiều người y&ecirc;u nước&hellip;</em></p>
<p><em>+ Nh&acirc;n d&acirc;n Cu Ba đấu tranh chống chế độ độc t&agrave;i Ba-ti-xta dưới sự l&atilde;nh đạo của Phi-đen Ca-xtơ-r&ocirc;.&nbsp;Ng&agrave;y1/1/1959, chế độ độc t&agrave;i Ba-ti-xta bị lật đổ, nước Cộng h&ograve;a Cu Ba th&agrave;nh lập.</em></p>
<p>+ Sau khi c&aacute;ch mạng th&agrave;nh c&ocirc;ng, Cu ba tiến h&agrave;nh cải c&aacute;ch d&acirc;n chủ.</p>
<p>+ 1961 tiến h&agrave;nh C&aacute;ch mạng XHCN v&agrave; x&acirc;y dựng chủ nghĩa x&atilde; hội.</p>
<p>+ Với sự nỗ lực của nh&acirc;n d&acirc;n v&agrave; sự gi&uacute;p đỡ của c&aacute;c nước x&atilde; hội chủ nhĩa đạt nhiều th&agrave;nh tựu như x&acirc;y dựng c&ocirc;ng nghiệp với cơ cấu ng&agrave;nh hợp l&yacute;, n&ocirc;ng nghiệp đa dạng, đạt th&agrave;nh tựu cao về văn h&oacute;a, gi&aacute;o dục, y tế, thể thao&hellip;.</p>
<p><strong><em>* C&aacute;c nước kh&aacute;c</em></strong></p>
<p>Th&aacute;ng 8/1961, Mỹ lập tổ chức&nbsp;<em>Li&ecirc;n minh v&igrave; tiến bộ</em>&nbsp;l&ocirc;i k&eacute;o c&aacute;c nước Mỹ La-tinh nhằm ngăn chặn ảnh hưởng của Cu Ba.</p>
<p>Từ thập ni&ecirc;n 60 -70, phong tr&agrave;o đấu tranh chống Mỹ v&agrave; chế độ độc t&agrave;i th&acirc;n Mỹ gi&agrave;nh độc lập ph&aacute;t triển mạnh gi&agrave;nh nhiều thắng lợi.</p>
<p>+1964-1999 Panama đấu tranh v&agrave; thu hồi chủ quyền k&ecirc;nh đ&agrave;o Panama</p>
<p>+ 1962: Gia mai ca, Triniđ&aacute;t &amp; T&ocirc;bag&ocirc;.</p>
<p>+ 1966: l&agrave; Guyana, B&aacute;cbađốt</p>
<p>+ 1983 c&oacute; 13 nước độc lập ở Carib&ecirc;</p>
<p>Với nhiều h&igrave;nh thức: b&atilde;i c&ocirc;ng của c&ocirc;ng nh&acirc;n, nổi dậy của n&ocirc;ng d&acirc;n, đấu tranh nghị trường, đấu tranh vũ trang&hellip;., biến ch&acirc;u lục n&agrave;y th&agrave;nh<strong><em>&nbsp;&rdquo;lục địa b&ugrave;ng ch&aacute;y</em></strong>&nbsp;&rdquo;(ti&ecirc;u biểu l&agrave; phong tr&agrave;o đấu tranh vũ trang ở V&ecirc;-n&ecirc;-xu-&ecirc;-la, P&ecirc;-ru&hellip;).</p>
<p><strong><em>2. T&igrave;nh h&igrave;nh ph&aacute;t triển kinh tế &ndash; x&atilde; hội:</em></strong></p>
<p>Sau khi kh&ocirc;i phục độc lập, c&aacute;c nước Mỹ La-tinh đạt được nhiều th&agrave;nh tựu đ&aacute;ng kh&iacute;ch lệ, nhiều nước trở th&agrave;nh những nước&nbsp;<em>c&ocirc;ng nghiệp mới (NIC)</em>&nbsp;như Brazil, Argentina, Mehico.</p>
<p><strong>&nbsp;</strong></p> </html>