<html></ol>
<p><strong><em>a. Kinh tế</em></strong></p>
<p>1952 &ndash; 1960: ph&aacute;t triển nhanh.</p>
<p>1960 &ndash; 1970&nbsp;<strong><em>ph&aacute;t triển thần kỳ</em>&nbsp;(</strong><em>tốc độ tăng trưởng b&igrave;nh qu&acirc;n l&agrave; 10,8%/ năm).&nbsp;</em>Năm 1968, vươn l&ecirc;n h&agrave;ng thứ hai thế giới tư bản sau Mỹ (tổng sản phẩm qu&ocirc;c d&acirc;n l&agrave; 183 tỷ USD..</p>
<p>Đầu những năm 70, Nhật trở th&agrave;nh một trong ba trung t&acirc;m kinh tế &ndash; t&agrave;i ch&iacute;nh thế giới c&ugrave;ng với Mỹ v&agrave; T&acirc;y &Acirc;u. Thế giới gọi đ&oacute; l&agrave; &nbsp;&rdquo;Sự thần k&yacute; Nhật Bản &rdquo;</p>
<p><strong><em>b. Khoa học- kỹ thuật</em></strong><strong>:</strong></p>
<p>Rất coi trọng gi&aacute;o dục v&agrave; khoa học- kỹ thuật, mua bằng ph&aacute;t minh s&aacute;ng chế</p>
<p>Ph&aacute;t triển khoa học - c&ocirc;ng nghệ chủ yếu trong lĩnh vực sản xuất ứng dụng d&acirc;n dụng (<em>đ&oacute;ng t&agrave;u chở dầu 1 triệu tấn, x&acirc;y đường hầm dưới biển d&agrave;i 53,8 km nối Honsu v&agrave; Hokaido, cầu đường bộ d&agrave;i 9,4 km&hellip;)</em></p>
<p><strong><em>* Nguy&ecirc;n nh&acirc;n ph&aacute;t triển:</em></strong></p>
<p>- Con người l&agrave; vốn qu&yacute; nhất, l&agrave; nh&acirc;n tố quyết định h&agrave;ng đầu.</p>
<p>- Vai tr&ograve; l&atilde;nh đạo, quản l&yacute; của nh&agrave; nước Nhật.</p>
<p>- C&aacute;c c&ocirc;ng ty Nhật c&oacute; sức mạnh v&agrave; t&iacute;nh cạnh tranh cao.</p>
<p>- &Aacute;p dụng th&agrave;nh c&ocirc;ng những th&agrave;nh tựu khoa học kỹ thuật hiện đại để n&acirc;ng cao năng suất, chất lượng, hạ gi&aacute; th&agrave;nh sản phẩm.</p>
<p>- Chi ph&iacute; quốc ph&ograve;ng thấp n&ecirc;n c&oacute; điều kiện tập trung đầu tư vốn cho kinh tế.</p>
<p>- Tận dụng tốt yếu tố b&ecirc;n ngo&agrave;i để ph&aacute;t triển (<em>viện trợ Mỹ, chiến tranh Triều Ti&ecirc;n, Việt Nam&hellip;)</em></p>
<p><strong><em>* Hạn chế:</em></strong></p>
<p>- L&atilde;nh thổ hẹp, d&acirc;n đ&ocirc;ng, ngh&egrave;o t&agrave;i nguy&ecirc;n, thường xảy ra thi&ecirc;n tai, phải phụ thuộc v&agrave;o nguồn nguy&ecirc;n nhi&ecirc;n liệu nhập từ b&ecirc;n ngo&agrave;i.</p>
<p>- Cơ cấu giữa c&aacute;c v&ugrave;ng kinh tế, giữa c&ocirc;ng &ndash; n&ocirc;ng nghiệp mất c&acirc;n đối.</p>
<p>- Chịu sự cạnh tranh gay gắt của Mỹ, T&acirc;y &Acirc;u, NICs, Trung Quốc&hellip;</p>
<p>- Chưa giải quyết được những m&acirc;u thuẫn cơ bản nằm trong bản th&acirc;n nền kinh tế TBCN.</p>
<p><strong><em>2. Ch&iacute;nh trị:</em></strong><em>&nbsp;từ 1955 đến 1993</em></p>
<p>- Li&ecirc;n minh chặt chẽ với Mỹ, đứng về ph&iacute;a Mỹ trong chiến tranh Việt nam.</p>
<p>Năm 1956 b&igrave;nh thường h&oacute;a với Li&ecirc;n x&ocirc;, tham gia Li&ecirc;n Hiệp Qu&ocirc;c.</p>
<ol></html>