<html><p><strong><em>II. SỰ TH&Agrave;NH LẬP LI&Ecirc;N HIỆP QUỐC.</em></strong></p>
<p><strong><em>1. Sự th&agrave;nh lập:</em></strong></p>
<p>Từ 25/4 đến 26/6/1945, đại biểu 50 nước họp tại San Francisco (Mỹ), th&ocirc;ng qua Hiến chương th&agrave;nh lập tổ chức Li&ecirc;n hiệp quốc.</p>
<p>Ng&agrave;y 24-10-1945 được coi l&agrave; &rdquo;Ng&agrave;y Li&ecirc;n Hiệp Quốc &rdquo;. Trụ sở đặt tại NewYork (Mỹ)</p>
<p><strong><em>2. Mục đ&iacute;ch:</em></strong></p>
<p>- Duy tr&igrave; h&ograve;a b&igrave;nh v&agrave; an ninh thế giới.</p>
<p>- Ph&aacute;t triển mối quan hệ hữu nghị, hợp t&aacute;c giữa c&aacute;c nước tr&ecirc;n cơ sở t&ocirc;n trọng nguy&ecirc;n tắc b&igrave;nh đẳng v&agrave; quyền tự quyết của c&aacute;c d&acirc;n tộc.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>
<p><strong><em>3. Nguy&ecirc;n tắc hoạt động:</em></strong></p>
<p>- B&igrave;nh đẳng chủ quyền giữa c&aacute;c quốc gia v&agrave; quyền tự quyết của c&aacute;c d&acirc;n tộc.</p>
<p>- T&ocirc;n trọng to&agrave;n vẹn l&atilde;nh thổ v&agrave; độc lập ch&iacute;nh trị của c&aacute;c nước.</p>
<p>- Kh&ocirc;ng can thiệp v&agrave;o nội bộ c&aacute;c nước.</p>
<p>- Giải quyết tranh chấp, xung đột quốc tế bằng phương ph&aacute;p h&ograve;a b&igrave;nh.</p>
<p>- Chung sống h&ograve;a b&igrave;nh v&agrave; sự nhất tr&iacute; giữa 5 cường quốc: Li&ecirc;n X&ocirc;, Mỹ, Anh, Ph&aacute;p, TQ</p>
<p>- Hiện nay, Li&ecirc;n hiệp quốc c&oacute; 192 th&agrave;nh vi&ecirc;n, Việt Nam (th&agrave;nh vi&ecirc;n 149) gia nhập Li&ecirc;n hiệp quốc th&aacute;ng 9/1977.</p>
<p>- C&aacute;c tổ chức LHQ hoạt động tại VN:</p>
<p>&nbsp;+ UNICEF: Quỹ Nhi Đồng LHQ.</p>
<p>+ UNESCO: Tổ chức Văn h&oacute;a- Khoa Học &ndash; Gi&aacute;o dục LHQ.</p>
<p>+ WHO : Tổ chức Y tế thế giới &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;+ FAO : Tổ chức Lương &ndash; N&ocirc;ng.</p>
<p>+ IMF: Quỹ tiền tệ quốc tế. + IL O: Lao động quốc tế.</p>
<p>+ UPU: Bưu ch&iacute;nh. &nbsp;+ ICAO: H&agrave;ng kh&ocirc;ng + IMO: H&agrave;ng hải.</p>
<p>*Việt Nam l&agrave; th&agrave;nh vi&ecirc;n kh&ocirc;ng thường trực của Hội Đồng Bảo An Li&ecirc;n Hiệp Quốc nhiệm kỳ 08-09</p>
<p><em><strong>4.Vai tr&ograve; của Li&ecirc;n hợp quốc</strong></em></p>
<p>-Trong hơn nửa thế kỉ qua Li&ecirc;n hợp quốc đ&atilde; trở th&agrave;nh một diễn đ&agrave;n quốc tế vừa hợp t&aacute;c,vừa đấu tranh nhằm duy tr&igrave; h&ograve;a b&igrave;nh v&agrave; an ninh thế giớ.</p>
<p>-Li&ecirc;n hợp quốc đ&atilde; c&oacute; nhiều cố gắng trong việc giải quyết c&aacute;c vụ tranh chấp v&agrave; xung đột ở nhiều khu vực,th&uacute;c đẩy quan hệ hữu nghị v&agrave; hợp t&aacute;c quốc tế,gi&uacute;p đỡ c&aacute;c d&acirc;n tộc về kinh tế,văn h&oacute;a,gi&aacute;o dục,y tế,nh&acirc;n đạo,....</p> </html>