<html><ol>
<li><strong><em>T&Acirc;Y &Acirc;U TỪ 1950 ĐẾN NĂM 1973.</em></strong></li>
<li><strong><em>Về đối nội.</em></strong></li>
</ol>
<p><strong><em>Kinh tế.</em></strong>Từ 1950 &ndash; 1970, kinh tế T&acirc;y &Acirc;u ph&aacute;t triển nhanh ch&oacute;ng. (<em>Đức trở th&agrave;nh cường qu&ocirc;c c&ocirc;ng nghiệp thứ ba thế giới, Anh thứ tư v&agrave; Ph&aacute;p thứ năm )</em></p>
<p>Đến đầu thập ni&ecirc;n 70, trở th&agrave;nh một trong ba trung t&acirc;m kinh tế &ndash; t&agrave;i ch&iacute;nh lớn của thế giới với tr&igrave;nh độ KH-KT cao.</p>
<p><strong><em>Nguy&ecirc;n nh&acirc;n:&nbsp;</em></strong>+ Sự nỗ lực của nh&acirc;n d&acirc;n lao động.</p>
<p>+ &Aacute;p dụng th&agrave;nh c&ocirc;ng những th&agrave;nh tựu KH-KT để n&acirc;ng cao chất lượng, hạ gi&aacute; th&agrave;nh sản phẩm.</p>
<p>+ Vai tr&ograve; quản l&yacute;, điều tiết nền kinh tế của nh&agrave; nước c&oacute; hiệu quả.</p>
<p>+ Tận dụng tốt c&aacute;c cơ hội b&ecirc;n ngo&agrave;i như: viện trợ Mỹ; nguồn nguy&ecirc;n liệu rẻ của c&aacute;c nước thế giới thứ ba, hợp t&aacute;c c&oacute; hiệu quả trong khu&ocirc;n khổ EC&hellip;</p>
<p><strong>2.&nbsp;<em>Về đối ngoại</em>:</strong></p>
<p>Một mặt li&ecirc;n minh chặt chẽ với Mỹ(Anh, Đức, &Yacute; ), mặt kh&aacute;c cố gắng đa phương h&oacute;a quan hệ đối ngoại (Ph&aacute;p, Thụy Điển, Phần Lan ).</p>
<p>- Ch&iacute;nh phủ Anh ủng hộ cuộc chiến tranh x&acirc;m lược của Mỹ ở Việt Nam, ủng hộ Israel chống Ả-rập, CHLB Đức gia nhập NATO (5/1955)&hellip;</p>
<p>- Ph&aacute;p phản đối trang bị vũ kh&iacute; hạt nh&acirc;n cho CHLB Đức, ch&uacute; &yacute; ph&aacute;t triển quan hệ với Li&ecirc;n X&ocirc; v&agrave; c&aacute;c nước XHCN kh&aacute;c, r&uacute;t khỏi Bộ chỉ huy NATO v&agrave; buộc Mỹ r&uacute;t c&aacute;c căn cứ qu&acirc;n sự&hellip; ra khỏi đất Ph&aacute;p.</p>
<p>- Ph&aacute;p, Thụy Điển, Phần Lan đều phản đối cuộc chiến tranh của Mỹ ở Việt Nam.</p>
<p>- 1950 &ndash; 1973: chủ nghĩa thực d&acirc;n cũ của Anh, Ph&aacute;p, H&agrave; Lan, Bồ Đ&agrave;o Nna &hellip; cũng sụp đổ tr&ecirc;n phạm vi to&agrave;n thế giới.</p>
<ol></html>