<html><p><strong><em>III. NƯỚC MỸ TỪ NĂM 1991 ĐẾN NĂM 2000.</em></strong></p>
<p><strong>1.&nbsp;<em>Kinh tế, khoa học &ndash;kỹ thuật v&agrave; văn h&oacute;a.</em></strong></p>
<p>Thập ni&ecirc;n 90, kinh tế suy tho&aacute;i ngắn nhưng vẫn đứng đầu thế giới.</p>
<p>Tổng thống Clinton (1993-2001) cầm quyền, kinh tế Mỹ phục hồi v&agrave; ph&aacute;t triển trở lại. Kinh tế Mỹ vẫn đứng đầu thế giới: GNP l&agrave; 9873 tỷ USD, GNP đầu người l&agrave; 36.487 USD, chiếm 25% gi&aacute; trị tổng sản phẩm thế giới, chi phối nhiều tổ chức kinh tế &ndash; t&agrave;i ch&iacute;nh quốc tế như WTO, INF, G7, WB&hellip;</p>
<p>KH-KT: ph&aacute;t triển mạnh, nắm 1/3 lượng bản quyền ph&aacute;t minh s&aacute;ng chế của to&agrave;n thế giới (đến năm 2003, Mỹ đạt 286/755 giải Nobel khoa học).</p>
<p>Đạt nhiều th&agrave;nh tựu văn h&oacute;a đ&aacute;ng ch&uacute; &yacute;: Giải Osca (điện ảnh), Grammy (&acirc;m nhạc), 11 giải Nobel văn chương (thứ hai thế giới sau Ph&aacute;p)</p>
<p><strong><em>2. Ch&iacute;nh trị&nbsp;v&agrave; đối ngoại.</em></strong></p>
<p>Thập ni&ecirc;n 90, ch&iacute;nh quyền B.Clinton thực hiện chiến lược &rdquo;Cam kết v&agrave; mở rộng &rdquo;:</p>
<p><em>+ Bảo đảm an ninh của Mỹ với lực lượng qu&acirc;n sự mạnh, sẵn s&agrave;ng chiến đấu.</em></p>
<p><em>+ Tăng cường kh&ocirc;i phục v&agrave; ph&aacute;t triển t&iacute;nh năng động v&agrave; sức mạnh của nền kinh tế Mỹ.</em></p>
<p><em>+ Sử dụng khẩu hiệu &rdquo;Th&uacute;c đẩy d&acirc;n chủ &rdquo;để can thiệp v&agrave;o c&ocirc;ng việc nội bộ của nước kh&aacute;c.</em></p>
<p>Sau khi:Chiến tranh lạnh: kết th&uacute;c, trật tự hai cực I-an-ta (Yalta) sụp đổ, Mỹ c&oacute; tham vọng chi phối v&agrave; l&atilde;nh đạo to&agrave;n thế giới nhưng chưa thể thực hiện được.</p>
<p>Với sức mạnh kinh tế, khoa học &ndash; kỹ thuật Mỹ thiết lập trật tự thế giới &nbsp;&rdquo;đơn cực &rdquo;, nhưng thế giới kh&ocirc;ng chấp nhận</p>
<p>Vụ khủng bố ng&agrave;y 11-09 -2001 cho thấy bản th&acirc;n nước Mỹ cũng rất dễ bị tổn thương v&agrave; chủ nghĩa khủng bố l&agrave;m cho Mỹ thay đổi ch&iacute;nh s&aacute;ch đối nội v&agrave; đối ngoại ở thế kỷ XXI.</p> </html>