<html><p><strong><em>V. QU&Aacute; TR&Igrave;NH H&Igrave;NH TH&Agrave;NH V&Agrave; PH&Aacute;T TRIỂN CỦA LI&Ecirc;N MINH CH&Acirc;U &Acirc;U (EU).</em></strong></p>
<ol>
<li><strong><em>Th&agrave;nh lập:</em></strong></li>
</ol>
<p>Ng&agrave;y 18/04/1951, 6 nước T&acirc;y &Acirc;u (Ph&aacute;p, T&acirc;y Đức, Italia, Bỉ, H&agrave; Lan, Luc-xăm bua (Lucxemburg) th&agrave;nh lập &rdquo;Cộng đồng than &ndash; th&eacute;p ch&acirc;u &Acirc;u &rdquo;(ECSC).</p>
<p>Ng&agrave;y 25/03/1957, s&aacute;u nước k&yacute; Hiệp ước Roma th&agrave;nh lập &rdquo;Cộng đồng năng lượng nguy&ecirc;n tử ch&acirc;u &Acirc;u &rdquo;(EURATOM) v&agrave; &rdquo;Cộng đồng kinh tế ch&acirc;u &Acirc;u &rdquo;(EEC).</p>
<p>Ng&agrave;y 1/7/1967, ba tổ chức tr&ecirc;n hợp nhất th&agrave;nh &rdquo;Cộng đồng ch&acirc;u &Acirc;u &rdquo;(EC)</p>
<p>07/12/1991: Hiệp ước Ma-a-xtrish được k&yacute; kết, khẳng định một tiến tr&igrave;nh h&igrave;nh th&agrave;nh một Li&ecirc;n bang ch&acirc;u &Acirc;u mới v&agrave;o năm 2000 với đồng tiền chung, ng&acirc;n h&agrave;ng chung&hellip;</p>
<p>1/1/1993: EEC th&agrave;nh Li&ecirc;n minh ch&acirc;u &Acirc;u (EU) với 15 nước th&agrave;nh vi&ecirc;n.</p>
<p>1994, kết nạp th&ecirc;m 3 th&agrave;nh vi&ecirc;n mới l&agrave; &Aacute;o, Phần Lan, Thụy Điển.</p>
<p><em>01/05/2004, kết nạp th&ecirc;m 10 nước th&agrave;nh vi&ecirc;n Đ&ocirc;ng &Acirc;u, n&acirc;ng tổng số th&agrave;nh vi&ecirc;n l&ecirc;n 25.</em></p>
<p><strong><em>2. Mục ti&ecirc;u:</em></strong><strong>&nbsp;</strong>Li&ecirc;n minh chặt chẽ về kinh tế, tiền tệ v&agrave; ch&iacute;nh trị (x&aacute;c định luật c&ocirc;ng d&acirc;n ch&acirc;u &Acirc;u, ch&iacute;nh s&aacute;ch đối ngoại v&agrave; an ninh chung, Hiến ph&aacute;p chung&hellip;)</p>
<p><strong><em>3. Hoạt động</em></strong><strong>:</strong></p>
<p>- Th&aacute;ng 6/1979: bầu cử Nghị viện ch&acirc;u &Acirc;u đầu ti&ecirc;n.</p>
<p>- Th&aacute;ng 3/1995: hủy bỏ việc kiểm so&aacute;t đi lại của c&ocirc;ng d&acirc;n EU qua bi&ecirc;n giới của nhau.</p>
<p>- 01/01/1999, đồng tiền chung ch&acirc;u &Acirc;u được đưa v&agrave;o sử dụng, đồng EURO.</p>
<p>- Hiện nay l&agrave; li&ecirc;n minh kinh tế - ch&iacute;nh trị lớn nhất h&agrave;nh tinh, chiếm &frac14; GDP của thế giới.</p>
<p>- 1990, quan hệ Việt Nam &ndash; EU được thiết lập v&agrave; ph&aacute;t triển tr&ecirc;n cơ sở hợp t&aacute;c to&agrave;n diện.</p>
<p>- Th&aacute;ng 7-1995 EU v&agrave; VN kỳ Hiệp Định hợp t&aacute;c to&agrave;n diện.</p></html>